Repository: Acidburn0zzz/xfce4-terminal
Catalog: po-doc/*.po
Languages: fr

source: To paste text that you explicitly copied, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>.
fr: Pour coller du texte que vous avez explicitement copié, choisissez <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Coller</guimenuitem></menuchoice>.

source: To drag a file name into a terminal window:
fr: Glisser un nom de fichier dans une fenêtre de terminal :

source: You can drag a file name to a terminal from another application such as a file manager or a web browser. The terminal displays the path and the full name of the URI.
fr: Vous pouvez glisser le nom de fichier dans une fenêtre de terminal depuis une autre application comme un gestionnaire de fichiers. Le terminal affiche le chemin complet du fichier.

source: To access a hyperlink:
fr: Pour suivre un lien internet :

source: To access a Uniform Resource Locator (URL) that is displayed in a terminal window, perform the following steps:
fr: Pour suivre un lien internet (URL) affiché dans une fenêtre de terminal, procédez comme suit :

source: Move the mouse over the URL until the URL is underlined.
fr: Bougez le pointeur de la souris sur l'URL jusqu'à son soulignement.

source: Right-click on the URL to open the context menu.
fr: D'un clic-droit, faite apparaître le menu contextuel.

source: Choose <guimenuitem>Open Link</guimenuitem> from the context menu to start your preferred Web Browser and display the file located at the URL.
fr: Dans ce dernier, choisissez <guimenuitem>Ouvrir le lien</guimenuitem> pour afficher le lien dans la fenêtre de votre navigateur Web.

source: To compose an email:
fr: Créer un nouveau message électronique :

source: To compose an email to an address that is displayed in a terminal window, perform the following steps:
fr: Pour créer un message électronique à une adresse affichée dans la fenêtre de terminal, procédez comme suit :

source: Move the mouse over the email address until the email address is underlined.
fr: Placez le pointeur de la souris sur l'adresse électronique jusqu'à son soulignement.

source: Right-click on the email address to open the context menu.
fr: D'un clic-droit, faites apparaître le menu contextuel.

source: Choose <guimenuitem>Compose Email</guimenuitem> from the context menu to compose an email in your preferred Mail Reader.
fr: Dans ce dernier, choisissez <guimenuitem>Rédiger un e-mail</guimenuitem> pour créer un nouveau message dans votre application de messagerie favorite.

source: To change the terminal title
fr: Changer le titre du terminal

source: Set title dialog
fr: Donner un titre

source: To change the title of the currently displayed terminal, perform the following three steps:
fr: Pour donner un titre à la fenêtre de terminal, procédez comme suit :

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Set Title...</guimenuitem></menuchoice> or double-click the the terminal tab header.
fr: Choisissez <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Modifier le titre...</guimenuitem></menuchoice> ou double-cliquez sur l'onglet du terminal.

source: Type the new title in the <guilabel>Title</guilabel> text box. @PACKAGE_NAME@ applies the change immediately.
fr: Inscrivez le titre dans la partie <guilabel>Titre</guilabel> de la fenêtre. @PACKAGE_NAME@ applique le changement directement.

source: Click the button <guilabel>Close</guilabel> or press the <keycap>Return</keycap> key to close the <guilabel>Set Title</guilabel> dialog.
fr: Cliquez sur le bouton <guilabel>Fermer</guilabel> ou presser sur la touche <keycap>Entrée</keycap> pour fermer la fenêtre de dialogue <guilabel>Donner un titre</guilabel>.

source: To reset the terminal title to its default behavior, perform the same three steps as described above, but enter an empty title.
fr: Pour annuler le titre, suivez la même procédure mais laissez la case titre vide.

source: To recover your terminal
fr: Pour récupérer votre terminal

source: This section provides some advice if you have problems with terminals.
fr: Cette section vous donne quelques conseils en cas de problèmes avec votre terminal.

source: To reset the state of the terminal:
fr: Pour remettre à zéro l'état du terminal :

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset</guimenuitem></menuchoice>.
fr: Dans le menu principal, choisissez <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Réinitialiser</guimenuitem></menuchoice>.

source: To reset the terminal and clear the terminal screen:
fr: Pour remettre à zéro le terminal et effacer son écran :

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset and Clear</guimenuitem></menuchoice>.
fr: Dans le menu principal, choisissez <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Réinitialiser et effacer</guimenuitem></menuchoice>.

source: You can also use the shell commands <userinput><command>reset</command></userinput> and <userinput><command>clear</command></userinput> to recover your terminal.
fr: Vous pouvez tout aussi bien utiliser les commandes "shell" <userinput><command>reset</command></userinput> et <userinput><command>clear</command></userinput> pour réinitialiser et effacer votre terminal.

source: To customize the toolbars
fr: Personnaliser la barre à outils

source: As already mentioned, @PACKAGE_NAME@ includes support for customizable toolbars. The toolbars are disabled by default, you will have to explicitly enable it. Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Toolbars</guimenuitem></menuchoice> from the menubar to display the toolbars in the current window. If you want to permanently use the toolbars, see <xref linkend="preferences-appearance"/>.
fr: @PACKAGE_NAME@ peut afficher des barres d'outils dans sa fenêtre. Elles sont désactivées par défaut. Dans le menu principal, choisissez <menuchoice><guimenu>Affichage</guimenu><guimenuitem>Afficher la barre d'outils</guimenuitem></menuchoice> pour afficher la ou les barres d'outils pour la fenêtre présente. Si vous voulez utiliser les barres d'outils par défaut dans toutes vos fenêtres de terminal, reportez-vous à la section <xref linkend="preferences-appearance"/>.

source: Once the toolbars are shown, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Toolbars...</guimenuitem></menuchoice> from the menubar or right-click one of the toolbars and choose <menuchoice><guimenuitem>Customize Toolbar...</guimenuitem></menuchoice> from the context menu. This opens the <guilabel>Toolbar Editor</guilabel> window, which allows you to customize the toolbars in the current terminal window.
fr: Une fois les barres d'outils activées, dans le menu principal, choisissez <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Barre d'outils...</guimenuitem></menuchoice> ou d'un clic-droit sur une des barres d'outils choisissez <menuchoice><guimenuitem>Barre d'outils...</guimenuitem></menuchoice> dans le menu contextuel. Ceci fera apparaître l'<guilabel>Éditeur de barre d'outils</guilabel> qui permet de configurer les barres d'outils de la fenêtre actuelle.

source: Customizing the toolbars
fr: Configurer les barres d'outils

source: Just drag an item from the <guilabel>Toolbar Editor</guilabel> window and drop it on a toolbar to add that item to the specific toolbar or drag an item from a toolbar to the <guilabel>Toolbar Editor</guilabel> to remove it from the toolbar. You can add additional toolbars by clicking the button <guibutton>Add a new toolbar</guibutton> and remove toolbars by right-clicking the toolbar and selecting <menuchoice><guimenuitem>Remove Toolbar</guimenuitem></menuchoice> from the context menu. You can also choose a different style for a toolbar from the context menu.
fr: Il vous suffit de faire glisser un élément de la fenêtre de l'<guilabel>Éditeur de barre d'outils</guilabel> jusqu'à la barre en elle-même pour l'ajouter et en sens inverse pour l'en enlever. Vous pouvez ajouter des barres d'outils en cliquant sur le bouton <guibutton>Ajouter une nouvelle barre d'outils</guibutton> et la supprimer en cliquant avec le bouton droit de la souris sur la barre et en choisissant <menuchoice><guimenuitem>Supprimer une barre d'outils</guimenuitem></menuchoice> dans le menu contextuel. Dans ce même menu vous avez la possibilité de changer de style de barre d'outils.

source: To switch between different encodings
fr: Changer d'encodage des caractères

source: @PACKAGE_NAME@ itself does not (yet) include builtin support for switching encodings on the fly in a terminal session. But since @PACKAGE_NAME@ implements an UTF-8 mode, you can use the <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">Luit application</ulink> to switch between different character encodings within a terminal session.
fr: @PACKAGE_NAME@ ne permet pas (encore) de changer d'encodage de caractère à la volée dans une session de terminal. Mais comme @PACKAGE_NAME@ implémente de mode UTF-8, vous pouvez utiliser l'application <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">Luit</ulink> pour changer entre plusieurs encodages de caractères dans la même session de terminal.

source: To configure @PACKAGE_NAME@, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences...</guimenuitem></menuchoice> or right-click the terminal area of the window and choose <menuchoice><guimenuitem>Preferences...</guimenuitem></menuchoice>. This will bring up the <guilabel>Terminal Preferences</guilabel> dialog, which allows you to adjust @PACKAGE_NAME@'s behaviour to your needs.
fr: Pour configurer @PACKAGE_NAME@, choisissez <menuchoice><guimenu>Editer</guimenu><guimenuitem>Préférences...</guimenuitem></menuchoice> dans le menu principal ou cliquez-droit dans la partie de terminal de la fenêtre et choisissez <menuchoice><guimenuitem>Préférences...</guimenuitem></menuchoice> dans le menu contextuel. Ceci fera apparaître la fenêtre <guilabel>Préférences</guilabel> de @PACKAGE_NAME@ qui vous permettra de le configurer à votre guise.

source: General
fr: Général

source: General preferences
fr: Préférences générales

source: Initial title
fr: Titre initial

source: Use this text box to specify the initial title of terminals. New terminals will have the initial title.
fr: Inscrivez dans cette case le texte à utiliser pour le titre de chaque nouveau terminal.

source: Dynamically-set title
fr: Titre modifié dynamiquement

source: Use this drop-down list to specify how to handle dynamically-set titles, that is, terminal titles set by the commands that run in the terminal.
fr: Utilisez cette liste déroulante pour définir le comportement des titres modifiés dynamiquement, c'est-à-dire les titres prenant le nom de la commande exécutée dans la fenêtre ou l'onglet du terminal.

source: Run command as login shell
fr: Exécutez la commande en tant que shell de connexion

source: Select this option to force @PACKAGE_NAME@ to run your shell as a login shell when you open new terminals. See the documentation of your shell for details about differences between running it as interactive shell and running it as login shell.
fr: Sélectionnez cette option pour forcer @PACKAGE_NAME@ à exécuter votre shell en tant que shell de connexion lors d'ouvertures de nouveaux terminaux. Veuillez vous référer à la documentation de votre shell pour de plus amples informations à ce sujet.

source: Update utmp/wtmp records when command is launched
fr: Actualiser les registres utmp/wtmp à l'exécution d'une commande

source: Select this option to insert a new entry in the utmp and wtmp records when a new terminal is opened.
fr: Sélectionnez cette option pour insérer une nouvelle entrée dans les registres utmp et wtmp à l'ouverture d'un nouveau terminal.

source: Scroll on output
fr: Défilement sur la sortie

source: Select this option to enable you to scroll the output on the terminal while the terminal continues to display more output from a command.
fr: Sélectionnez cette option pour activer le défilement automatique du contenu de la fenêtre à la sortie d'une commande.

source: Scroll on keystroke
fr: Défilement sur pression d'une touche

source: Select this option to enable you to press any key on the keyboard to scroll down the terminal window to the command prompt. This action only applies if you scrolled up the terminal window and you want to return to the command prompt.
fr: Sélectionnez cette option pour vous permettre de presser une touche du clavier pour revenir automatiquement à la ligne de commande. Cette action implique que vous ayez fait défiler le contenu de la fenêtre de terminal vers le haut et vous voulez revenir à la ligne de commande.

source: Scrollbar is
fr: La barre de défilement est

source: Use this drop-down list to specify the position of the scrollbar in terminal windows.
fr: Utilisez cette liste déroulante pour définir la position de la barre de défilement dans la fenêtre de terminal.

source: Scrollback
fr: Lignes d'historique

source: Use this spin box to specify the number of lines that you can scroll back using the scrollbar or the mouse wheel. For example, if you specify 1000 you can scroll back the last 1000 lines displayed in the terminal.
fr: Utilisez cette case pour définir le nombre de lignes dont la fenêtre ou l'onglet de terminal doit se souvenir. Vous pouvez faire défiler cette historique au moyen de la roulette de la souris ou la barre de défilement. Par exemple, si vous spécifiez un historique de 1000 lignes, il vous sera possible de faire défiler les 1000 dernières lignes de commandes du terminal.

source: Appearance
fr: Aspect

source: Appearance preferences
fr: Préférences de l'aspect

source: Font
fr: Police d'écriture

source: Click on the button to select the font type and font size you want to use for the terminal.
fr: Cliquez sur le bouton pour sélectionner le type de police d'écriture pour le terminal.

source: Use the option <guilabel>Enable anti-aliasing for the terminal font</guilabel> to control whether you want @PACKAGE_NAME@ to use anti-aliasing when rendering text in the terminals. Disabling this option can impressively speed up terminal rendering performance and reduce the overall system load on slow systems.
fr: Cochez la case <guilabel>Active l'anti-crénelage pour la police du terminal</guilabel> si vous voulez que @PACKAGE_NAME@ utilise l'anti-crénelage de la police d'écriture des terminaux. Désactiver cette option peut accélérer drastiquement le rendu à l'écran et réduire la charge sur des systèmes moins récents.

source: The option <guilabel>Allow bold text</guilabel> controls whether Terminal allows the application running inside to use bold text or not. If disabled, all text will appear in the selected font, else certain text will appear in bold face.
fr: L'option <guilabel>Autorise les textes en gras</guilabel> permet d'afficher du texte en gras de certaines applications lancées depuis le terminal. Le texte s'affiche normalement si la case n'est pas cochée.

source: Background
fr: Arrière-plan

source: Select a background for the terminal window. The options are as follows:
fr: Pour sélectionner un arrière-plan à la fenêtre de terminal, les possibilités suivantes vous sont offertes :

source: None (use solid color)
fr: Aucun (utiliser une couleur unie)

source: Select this option to use the background color that is specified in the <guilabel>Colors</guilabel> section as the background color for the terminal.
fr: Sélectionnez cette option pour afficher la couleur d'arrière-plan du terminal définie dans la section <guilabel>Couleurs</guilabel>.

source: Background image
fr: Image d'arrière-plan

source: Select this option to use an image file as the background for the terminal. Use the <guilabel>Image file</guilabel> entry box to specify the location and name of the image file. Alternatively, click on the button besides the entry box to search for and select the image file.
fr: Sélectionnez cette option pour afficher une image d'arrière-plan dans le terminal. Utilisez la case <guilabel>Fichier</guilabel> pour spécifier le nom de l'image et son emplacement ou utilisez le bouton à côté de la case pour chercher et sélectionner l'image.

source: Use the <guilabel>Style</guilabel> option to control the appearance of the background image. @PACKAGE_NAME@ supports tiling, centering, scaling and stretching background images.
fr: L'option de <guilabel>Style</guilabel> permet à @PACKAGE_NAME@ d'afficher l'image d'arrière-plan en mosaïque, centré, à l'échelle ou réduit.

source: Transparent background
fr: Arrière-plan transparent

source: Select this option to use a transparent background for the terminal.
fr: Sélectionnez cette option pour afficher un arrière-plan transparent.

source: If you have selected <guilabel>Background image</guilabel> or <guilabel>Transparent background</guilabel>, you can use the slider <guilabel>Shade transparent or image background</guilabel> to shade or dim the background of the terminal.
fr: Si vous avez opté pour une <guilabel>Image d'arrière-plan</guilabel> ou un <guilabel>Arrière-plan transparent</guilabel>, vous pouvez utiliser la barre de défilement <guilabel>Assombrir l'image ou la transparence d'arrière-plan</guilabel> pour assombrir ou éclairer l'arrière-plan du terminal.

source: Display menubar in new windows
fr: Afficher la barre de menu dans les nouvelles fenêtres

source: Select this option to show the menubar on new terminal windows by default.
fr: Cochez cette case pour afficher le menu dans les nouvelles fenêtres de terminal par défaut.

source: Display toolbars in new windows
fr: Afficher la barre d'outils dans les nouvelles fenêtres

source: Select this option to show toolbars on new terminal windows by default.
fr: Cochez cette case pour afficher la barre d'outils dans les nouvelles fenêtres de terminal par défaut.

source: Display borders around new windows
fr: Afficher les bords de la fenêtre

source: Select this option to show window decorations on new terminal windows by default.
fr: Cochez cette case pour afficher les décorations des nouvelles fenêtres de terminal par défaut.

source: Colors
fr: Couleurs

source: Color preferences
fr: Préférences des couleurs

source: Foreground and Background
fr: Premier et arrière plans

source: The two buttons labelled with <guilabel>Text and cursor color</guilabel> allow to select the color @PACKAGE_NAME@ uses to draw normal text and the color for the text cursor. An application running inside the terminal can also request a different color chosen from the palette below to draw text.
fr: Les deux boutons <guilabel>Couleur du texte et du curseur</guilabel> définissent respectivement la couleur utilisée par @PACKAGE_NAME@ pour afficher le texte dans le terminal et celle du curseur. Toute application s'exécutant dans le terminal peut faire usage de différentes couleurs dans la palette de couleurs en-dessous pour afficher du texte.

source: Click on the <guilabel>Background color</guilabel> button to choose the default background for terminal windows. This color is also used in background tinting when <guilabel>Transparent background</guilabel> or <guilabel>Background image</guilabel> is selected.
fr: Cliquez sur le bouton <guilabel>Couleur d'arrière-plan</guilabel> pour définir la couleur de l'arrière-plan de la fenêtre de terminal. Cette couleur est aussi utilisée pour tinter l'arrière-plan lorsque l'option <guilabel>Arrière-plan transparent</guilabel> ou <guilabel>Image d'arrière-plan</guilabel> ont été choisis.

source: Text Selection
fr: Sélection de texte

source: Select the background color to use when selecting text in a terminal window. You can either specify a custom color or stick to the default color.
fr: Sélectionnez cette option pour définir une couleur personnalisée pour le texte sélectionné dans une fenêtre de terminal ou utiliser la couleur par défaut.

source: The terminal provides the application running inside with a palette of 16 colors. You can customize this colors using the 16 color buttons.
fr: Le terminal met à disposition une palette de 16 couleurs pour les applications. Ces couleurs peuvent être personnalisées avec leurs boutons respectifs.

source: Shortcuts
fr: Raccourcis

source: Shortcut preferences
fr: Préférences des raccourcis

source: Shortcut keys
fr: Raccourcis clavier

source: The <guilabel>Shortcut keys</guilabel> section of the dialog lists the shortcut keys that are defined for each menu item. The shortcut keys enable you to use the keyboard to choose a menu item rather than use the mouse. A shortcut key can be any non-modifier key or any combination of a non-modifier key and several modifier keys, where modifier keys are <keycap>Alt</keycap>, <keycap>Ctrl</keycap> and the like.
fr: La section <guilabel>Raccourcis clavier</guilabel> des préférences liste les raccourcis clavier définis pour chaque élément du menu. Les raccourcis clavier sont un moyen rapide d'accéder à un élément du menu sans recourir à la souris. Un raccourci clavier peut être n'importe quelle touche, modificateur ou combinaison des deux. Un modificateur serait la touche <keycap>Alt</keycap> ou <keycap>Ctrl</keycap> par exemple.

source: Compose shortcut
fr: Composer le raccourci

source: To change a shortcut key for a menu item, double click the item in the list and press the key combination you want to set. To disable a shortcut for a specific menu item, double click the menu item in the list and click the button <guilabel>Clear</guilabel>.
fr: Pour changer un raccourci clavier d'un élément du menu, double cliquez l'élément dans la liste et pressez la touche ou combinaison de touches que vous voulez lui attribuer. Pour annuler un raccourci, double cliquez sur l'élément dans la liste et cliquez sur le bouton <guilabel>Effacer</guilabel>.

source: Disable all menu access keys (such as Alt+f)
fr: Désactiver les touches d'accès des menus (comme Alt+f)

source: Select this option to disable the access keys that are defined to enable you to use keyboard instead of the mouse to select a menu item. Each access key is identified by an underlined letter on a menu or dialog option. In some cases, you must press the <keycap>Alt</keycap> key in combination with the access key to perform the action.
fr: Sélectionnez cette option pour désactiver les raccourcis claviers vous permettant d'accéder aux menus sans l'aide de la souris. Les touches de raccourci sont remarquables par un soulignement d'une lettre dans un nom de menu ou élément de ce dernier. Certains raccourcis nécessitent une combinaison avec un modificateur comme <keycap>Alt</keycap> par exemple.

source: Disable menu shortcut key (F10 by default)
fr: Désactiver les raccourcis clavier des menus (F10 par défaut)

source: Select this option to disable the shortcut key that is defined to enable you to access the @PACKAGE_NAME@ menus. The default shortcut key to access the menus is <keycap>F10</keycap>.
fr: Sélectionnez cette option pour désactiver la touche de raccourci pour accéder au menus de @PACKAGE_NAME@. La touche par défaut est <keycap>F10</keycap>.

source: Advanced
fr: Avancé

source: Advanced preferences
fr: Préférences avancées

source: Backspace key generates
fr: La touche Retour arrière émet

source: Use the drop-down list to select the function that you want the <keycap>Backspace</keycap> key to perform.
fr: Utilisez la liste déroulante pour sélectionner la fonction que vous voulez assigner à la touche Retour arrière.

source: Delete key generates
fr: La touche Supprime émet

source: Use the drop-down list to select the function that you want the <keycap>Delete</keycap> key to perform.
fr: Utilisez la liste déroulante pour sélectionner la fonction que vous voulez assigner à la touche Supprime.

source: $TERM setting
fr: Paramètres de $TERM
