Repository: Acidburn0zzz/xfce4-terminal
Catalog: po-doc/*.po
Languages: fr

source: This specifies the value the <varname>$TERM</varname> environment variable is set to, when a new terminal tab or terminal window is opened. The default should be ok for most systems. If you have problems with colors in some applications or if you think that a certain application behaves oddly, try <userinput>xterm-color</userinput> here.
fr: Ceci définit la valeur de la variable d'environnement <varname>$TERM</varname> lorsqu'une nouvelle fenêtre de terminal est ouverte. La valeur par défaut devrait s'appliquer à la plupart des systèmes. Si rencontrez des problèmes avec les couleurs dans certaines applications ou si vous pensez qu'une application ne s'exécute pas comme il faudrait, changez la variable en <userinput>xterm-color</userinput>.

source: Reset compatibility options to defaults
fr: Réinitialiser les options de compatibilité aux valeurs par défaut

source: Click this button to reset the options on the <guilabel>Compatibility</guilabel> tabbed section to its defaults settings.
fr: Cliquez sur ce bouton pour réinitialiser les options de la section <guilabel>Compatibilité</guilabel> à leurs valeurs initiales.

source: Double click
fr: Double clic

source: Use this text box to specify characters or groups of characters that @PACKAGE_NAME@ considers to be words when you select text by word.
fr: Utilisez ce champ de texte pour spécifier les caractères ou groupes de caractères que @PACKAGE_NAME@ doit considérer comme faisant partie d'un mot.

source: Advanced topics
fr: Configuration avancée

source: Command line Options
fr: Options en ligne de commande

source: When @PACKAGE_NAME@ is started from the command line or from a panel launcher, several options can be specified to modify its behavior.
fr: Lorsque @PACKAGE_NAME@ est lancé depuis la ligne de commande ou depuis un lanceur du panneau Xfce, plusieurs options peuvent être spécifiées pour modifier le comportement.

source: List the various command line options supported by @PACKAGE_NAME@ and exit
fr: Affiche les différentes options pour la ligne de commande supportées par @PACKAGE_NAME@ et quitte

source: Display version information and exit
fr: Affiche la version et quitte

source: Do not register with the D-BUS session message bus
fr: Ne pas utiliser le service D-BUS

source: Execute the remainder of the command line inside the terminal
fr: Exécute le reste de la ligne de commande dans le terminal

source: command
fr: commande

source: Execute <parameter>command</parameter> inside the terminal
fr: Exécute <parameter>commande</parameter> dans le terminal

source: directory
fr: répertoire

source: Set <parameter>directory</parameter> as the working directory for the terminal
fr: Détermine le <parameter>répertoire</parameter> de travail du terminal

source: title
fr: titre

source: Set <parameter>title</parameter> as the initial window title for the terminal
fr: Définit le <parameter>titre</parameter> du terminal

source: Causes the terminal to be kept around after the child command has terminated
fr: Ne ferme pas le terminal lorsque la commande exécutée se termine

source: display
fr: écran

source: Open terminal window on the X screen specified by <parameter>display</parameter>.
fr: Détermine quel <parameter>écran</parameter> X est utilisé pour ouvrir le terminal

source: geometry
fr: géométrie

source: Sets the geometry of the last-specified window to <parameter>geometry</parameter>. Read <userinput><command>man</command> <option>X</option></userinput> for more information on how to specify window geometries.
fr: Spécifie la géométrie de la dernière fenêtre à <parameter>géométrie</parameter>. Consultez <userinput><command>man</command> <option>X</option></userinput> pour plus d'informations sur la manière de spécifier les géométries d'une fenêtre.

source: role
fr: rôle

source: Sets the window role of the last-specified window to <parameter>role</parameter>. Applies to only one window and can be specified once for each window you create from the command line. It is mostly used for session management inside @PACKAGE_NAME@.
fr: Spécifie le rôle de la dernière fenêtre à <parameter>rôle</parameter>. S'applique seulement à une fenêtre et peut être appliquée à chaque fenêtre que vous créez depuis la ligne de commande. C'est principalement utilisé en interne pour la gestion d'une session de @PACKAGE_NAME@.

source: Specifies the startup notification id for the last-specified window. Used internally to forward the startup notification id when using the D-BUS service.
fr: Spécifie l'ID de notification de démarrage pour la dernière fenêtre. Est utilisé en interne lorsque le service D-BUS est utilisé, pour faire suivre l'ID de notification de démarrage.

source: Set the last-specified window into fullscreen mode; applies to only one window; can be specified once for each window you create from the command line.
fr: Passe la dernière fenêtre en mode plein écran. S'applique uniquement à une fenêtre et peut être appliquée à chaque fenêtre que vous créez depuis la ligne de commande.

source: Turn on the menubar for the last-specified window. Can be specified once for each window you create from the command line.
fr: Affiche la barre de menu pour la dernière fenêtre. Peut être spécifiée pour chaque nouvelle fenêtre créée depuis la ligne de commande.

source: Turn on the window decorations for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
fr: Affiche la décoration de la dernière fenêtre. S'applique seulement à une fenêtre et peut être spécifiée pour chaque fenêtre créée depuis la ligne de commande.

source: Turn off the window decorations for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
fr: Cache la décoration de la dernière fenêtre. S'applique seulement à une fenêtre et peut être spécifiée pour chaque fenêtre créée depuis la ligne de commande.

source: Turn on the toolbars for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
fr: Affiche la barre d'outils pour la dernière fenêtre. S'applique seulement à une fenêtre et peut être spécifiée pour chaque fenêtre créée depuis la ligne de commande.

source: Turn off the toolbars for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
fr: Cache la barre d'outils pour la dernière fenêtre. S'applique seulement à une fenêtre et peut être spécifiée pour chaque fenêtre créée depuis la ligne de commande.

source: Open a new tab in the last-specified window. More than one of these options can be provided.
fr: Ouvre un nouvel onglet dans la dernière fenêtre. Cette option peut être spécifiée plus d'une fois.

source: Open a new window containing one tab. More than one of these options can be provided.
fr: Ouvre une nouvelle fenêtre avec seulement un onglet. Cette option peut être spécifiée plus d'une fois.

source: For example, say you want to open a new terminal window with two tabs in it, where the first tab should run <command>mutt</command> and the second tab should run <command>mc</command>, and the window should have 80 columns and 40 rows, then you would use the following command to start Terminal:
fr: Par exemple, si vous voulez ouvrir un nouveau terminal avec deux onglets, où le premier exécuterait <command>mutt</command> et le second <command>mc</command>, et que la fenêtre aurait une géométrie de 80 colonnes par 40 lignes, alors la commande à exécuter pour @PACKAGE_NAME@ serait :

source: Files and Environment Variables
fr: Fichiers et Variables d'environnements

source: Terminal uses the Basedir Specification as defined on <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> to locate its data and configuration files. This means that file locations will be specified as a path relative to the directories described in the specification.
fr: @PACKAGE_NAME@ utilise les spécifications Basedir qui sont définies par <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> afin de localiser ses données et ses fichiers de configurations. Cela signifie que les chemins vers les fichiers seront spécifiés de manière relatives par rapport aux répertoires décrits dans les spécifications.

source: The first base directory to look for configuration files. By default this is set to <filename role="directory">~/.config/</filename>.
fr: Le premier répertoire de base utilisé pour trouver les fichiers de configurations. La valeur par défaut est <filename role="directory">~/.config/</filename>.

source: A colon separated list of base directories that contain configuration data. By default the application will look in <filename role="directory">${sysconfdir}/xdg/</filename>. The value of <varname>${sysconfdir}</varname> depends on how the program was build and will often be <filename role="directory">/etc/</filename> for binary packages.
fr: Une liste de répertoires séparée par deux-points qui contiennent des données de configurations. Par défaut l'application regarde dans <filename role="directory">${sysconfdir}/xdg/</filename>. La valeur de <varname>${sysconfdir}</varname> dépend de l'installation de l'application et sera souvent <filename role="directory">/etc/</filename> pour les paquets binaires.

source: The root for all user-specific data files. By default this is set to <filename role="directory">~/.local/share/</filename>.
fr: La racine pour les données spécifiques à chaque utilisateur. Par défaut cette variable est initialisée à <filename role="directory">~/.local/share/</filename>.

source: A set of preference ordered base directories relative to which data files should be searched in addition to the <varname>${XDG_DATA_HOME}</varname> base directory. The directories should be separated with a colon.
fr: Une liste de répertoires de base triée par ordre de préférence dans lesquels des fichiers seront recherchés en plus du répertoire de base <varname>${XDG_DATA_HOME}</varname>. Ces répertoires doivent être séparés par des deux-points.

source: This is the location of the configuration file that includes the preferences which control the look and feel of @PACKAGE_NAME@.
fr: Le chemin vers le fichier de configuration qui inclut les préférences définissant l'aspect de l'interface graphique de @PACKAGE_NAME@.

source: This is the location of the main user interface description file. It includes the definitions for the main menubar and the right-click menu.
fr: Le chemin vers le fichier de description de l'interface utilisateur principal. Il inclut les définitions du menu principal et contextuel.

source: This file includes the user interface definition for the toolbars. If you customize the toolbars using the graphical toolbars editor, @PACKAGE_NAME@ will store the new toolbars layout in the file <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
fr: Ce fichier inclut les définitions de l'interface utilisateur pour les barres d'outils. Si vous utilisez l'éditeur graphique pour personnaliser les barres d'outils, @PACKAGE_NAME@ sauvegardera ces informations dans le fichier <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.

source: Hidden options
fr: Options cachées

source: @PACKAGE_NAME@ offers a few hidden options to allow powerusers to control various advanced settings and to reduce the number of options in the user interface. To set any of these options, you will have to open the file <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> in your favorite text editor and edit the section <varname>[Configuration]</varname>; simply create the file if it does not already exist. For example, your <filename>terminalrc</filename> could look like
fr: @PACKAGE_NAME@ offre certaines options cachées pour autoriser les utilisateurs avancés à affiner leur configuration, et pour réduire le nombre d'options dans l'interface graphique. Pour modifier l'une de ces options, vous devez ouvrir le fichier <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> dans votre éditeur favori et éditer la section <varname>[Configuration]</varname> ; vous pouvez créer ce fichier s'il n'existe pas déjà. Par exemple, votre fichier <filename>terminalrc</filename> peut contenir :

source: plus all the options that are controlled through the preferences dialog.
fr: en plus de toutes les options qui sont contrôlées depuis la fenêtre des préférences.

source: If <literal>TRUE</literal> the tab headers will always be displayed even if only a single terminal tab is open. This option is useful if you do not want the terminal window to resize when you open a second tab. It is disabled by default.
fr: Si <literal>TRUE</literal> alors l'en-tête des onglets est toujours visible même avec un unique onglet. Cette option est utile si vous désirez que la fenêtre de votre terminal ne soit pas redimensionnée lorsque vous ouvrez un second onglet. Désactivée par défaut.

source: Enables (<varname>MiscBell=TRUE</varname>) or disables (<varname>MiscBell=FALSE</varname>) the audible terminal bell. It is disabled by default.
fr: Active (<varname>MiscBell=TRUE</varname>) ou désactive (<varname>MiscBell=FALSE</varname>) le signal sonore du terminal. Désactivée par défaut.

source: Controls whether @PACKAGE_NAME@ popups a confirmation dialog when the user tries to close a terminal window with multiple tabs in it. Can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
fr: Demande une confirmation à l'utilisateur s'il tente de fermer @PACKAGE_NAME@ tandis qu'il y a plusieurs onglets ouverts. Peut être <literal>TRUE</literal> (par défaut) ou <literal>FALSE</literal>.

source: Enable this option to display a cursor that blinks. Can be either <literal>TRUE</literal> or <literal>FALSE</literal> (the default).
fr: Activez cette option pour afficher un curseur clignotant. Peut être <literal>TRUE</literal> ou <literal>FALSE</literal> (par défaut).

source: This option controls whether you can circulate through terminal tabs. That is, whether you are able to go from the last tab to the first tab using the <guimenuitem>Next Tab</guimenuitem> button from the <guimenu>Go</guimenu> menu (or the associated keyboard shortcut), and from the first tab to the last tab using the <guimenuitem>Previous Tab</guimenuitem> button from the <guimenu>Go</guimenu> menu. The option can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
fr: Cette option décide la manière de circuler dans les onglets. C'est à dire, la possibilité de passer du dernier onglet au premier onglet depuis le menu <menuchoice><guimenu>Aller</guimenu><guimenuitem>Onglet suivant</guimenuitem></menuchoice> (ou son raccourci associé), et du premier onglet au dernier onglet depuis le menu <menuchoice><guimenu>Aller</guimenu><guimenuitem>Onglet précédent</guimenuitem></menuchoice>. Peut être <literal>TRUE</literal> (par défaut) ou <literal>FALSE</literal>.

source: The default geometry for new Terminal windows if no <option>--geometry</option> option is specified on the command line (defaults to <literal>80x24</literal>).
fr: La géométrie par défaut d'une nouvelle fenêtre de @PACKAGE_NAME@ si l'option <option>--geometry</option> n'est pas spécifiée en ligne de commande (par défaut <literal>80x24</literal>).

source: This setting controls whether new windows will inherit the geometry (width and height of the active tab) from its parent window (the window from which the new window was opened). Can be either <literal>TRUE</literal> or <literal>FALSE</literal> (the default).
fr: Ce paramètre décide si les nouvelles fenêtres héritent des dimensions (largeur et hauteur de l'onglet actif) de la fenêtre parente (la fenêtre depuis laquelle la nouvelle fenêtre a été ouverte). Peut être <literal>TRUE</literal> ou <literal>FALSE</literal> (par défaut).

source: This setting controls whether @PACKAGE_NAME@ will hide the mouse cursor while you are typing in a terminal window. Can be either <literal>TRUE</literal> or <literal>FALSE</literal> (the default).
fr: Ce paramètre décide si le pointeur de la souris doit être masqué de @PACKAGE_NAME@ durant la saisie au clavier. Peut être <literal>TRUE</literal> ou <literal>FALSE</literal> (par défaut).

source: This setting controls whether @PACKAGE_NAME@ provides a close button with the terminal tab title. Can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
fr: Ce paramètre décide si @PACKAGE_NAME@ affiche des boutons dans le titre des onglets pour les fermer. Peut être <literal>TRUE</literal> (par défaut) ou <literal>FALSE</literal>.

source: Specifies the position where the tab headers should be displayed. This can be either <literal>GTK_POS_TOP</literal> (the default), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> or <literal>GTK_POS_RIGHT</literal>. If you specify <literal>GTK_POS_LEFT</literal> or <literal>GTK_POS_RIGHT</literal> here, the tab header texts will be displayed vertically instead of horizontally. It is highly recommended to disable <varname>MiscTabCloseButtons</varname> for <literal>GTK_POS_LEFT</literal> and <literal>GTK_POS_RIGHT</literal>.
fr: Spécifie la position de l'en-tête onglets dans la fenêtre. Peut être <literal>GTK_POS_TOP</literal> (par défaut), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> ou <literal>GTK_POS_RIGHT</literal>. Si vous spécifiez <literal>GTK_POS_LEFT</literal> ou <literal>GTK_POS_RIGHT</literal>, alors le texte dans les onglets sera affiché verticalement au lieu d'horizontalement. Il est vivement recommandé de désactiver <varname>MiscTabCloseButtons</varname> pour les valeurs <literal>GTK_POS_LEFT</literal> et <literal>GTK_POS_RIGHT</literal>.

source: Frequently asked questions
fr: Questions fréquemment posées (FAQ)

source: The intent of this section is to collect the quite numerous frequently asked question that relate to working with @PACKAGE_NAME@, or even terminal emulators in general. If you know of a question that's missing from this page, please <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">file a request</ulink>.
fr: Cette section contient quelques unes des questions les plus fréquemment posées concernant l'utilisation de @PACKAGE_NAME@ ou d'émulateurs de terminaux en général. Si vous avez une question dont vous trouvez qu'elle aurait sa place dans cette section, envoyez-la nous sur le site <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">file a request</ulink>.

source: @PACKAGE_NAME@ complains about <literal>Unable to start terminal server: Unable to connect to D-BUS message daemon</literal>, what can I do?
fr: @PACKAGE_NAME@ se plaint de ne pas pouvoir se connecter au service D-BUS <literal>Unable to start terminal server: Unable to connect to D-BUS message daemon</literal>, que puis-je faire?

source: @PACKAGE_NAME@ tries to reduce the number of running instances by establishing a D-BUS service that handles all terminal windows. The message above tells you that @PACKAGE_NAME@ wasn't able to connect to the D-BUS session message daemon and register a service. This is just a warning, you can use the terminal without the D-BUS service feature as well.
fr: @PACKAGE_NAME@ tente de réduire le nombre d'instance exécutées en établissant un service D-BUS prenant en charge toutes les fenêtres de terminaux. Ce message vous avertit que @PACKAGE_NAME@ n'a pas pu s'enregistrer un tant que service au service de messages de session D-BUS. Ceci n'est qu'un avertissement, vous pouvez tout aussi bien utiliser le terminal sans le service D-BUS.

source: To start the D-BUS session message daemon when you login to your X session, either modify your xinitrc file and change the line <literal>xfce4-session</literal> to <literal>dbus-launch xfce4-session</literal> or use <literal>dbus-launch startxfce4</literal> to start Xfce instead. If you don't use Xfce, please look at the documentation of your desktop environment on how to enable the D-BUS session daemon.
fr: Pour démarrer le service de message de session D-BUS dès la connexion à votre session X vous pouvez soit modifier le fichier xinitrc et changer la ligne <literal>xfce4-session</literal> en <literal>dbus-launch xfce4-session</literal> ou utiliser <literal>dbus-launch startxfce4</literal> pour démarrer Xfce. Si vous n'utilisez pas Xfce, veuillez jeter un oeil à la documentation qui accompagne votre environnement de bureau au sujet de l'activation du service de session D-BUS.

source: <keycap>Home</keycap> and <keycap>End</keycap> keys don't work in @PACKAGE_NAME@, what's wrong?
fr: Les touches <keycap>Début</keycap> et <keycap>Fin</keycap> ne fonctionnent pas dans @PACKAGE_NAME@, pourquoi ?

source: This problem is actually a bug in <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, the terminal widget used by @PACKAGE_NAME@. A patch for vte that fixes the problem is available <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">here</ulink> (this patch was created with version 0.11.11 of vte, it may not work with other versions). Thanks to Auke Kok for this patch.
fr: Ce problème est un bogue de <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, le gadget terminal utilisé par @PACKAGE_NAME@. Il existe un patch <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">ici</ulink> permettant de résoudre ce problème. Ce patch a été créé pour la version 0.11.11 de vte et pourrait ne pas fonctionner avec une version plus récente. Merci à Auke Kok pour ce patch.

source: How to customize the menus in @PACKAGE_NAME@?
fr: Comment personnaliser les menus dans @PACKAGE_NAME@ ?

source: You can customize the main menubar and the right-click popup menu by editing the file <filename>Terminal/Terminal.ui</filename>. Create a copy of this file before you actually start editing it. For example, say you installed Terminal in <filename role="directory">/usr/local</filename>, then you would perform the following steps:
fr: Vous pouvez personnaliser la barre de menu principale et le menu contextuel du clic-droit en éditant le fichier <filename>Terminal/Terminal.ui</filename>. Faites une copie de sauvegarde de ce fichier avant de le modifier. Si vous avez installé Terminal dans <filename role="directory">/usr/local</filename>, vous procéderiez de la manière suivante :

source: Now you can safely edit the file <filename>~/.local/share/Terminal/Terminal.ui</filename> to customize the menus. See the <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/GtkUIManager.html">GtkUIManager</ulink> documentation for details on the file format. The changes will only be visible in new terminal windows.
fr: Vous pouvez maintenant éditer le fichier <filename>~/.local/share/Terminal/Terminal.ui</filename> en toute quiétude. Lisez la documentation <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/GtkUIManager.html">GtkUIManager</ulink> pour de plus amples explications concernant le format du fichier. Les changements ne seront visibles que sur les nouvelles fenêtres de terminal.

source: If you choose to customize your menus this way, you'll have to take care to sync your customized <filename>Terminal.ui</filename> file when you upgrade to a newer @PACKAGE_NAME@ release to keep up with user interface changes and additions.
fr: Si vous choisissez de personnaliser les menus de cette manière, prenez garde de bien synchroniser vos fichiers <filename>Terminal.ui</filename> personnalisés lorsque vous installerez des nouvelles versions de @PACKAGE_NAME@ pour être à jour avec les changements et ajouts de l'interface.

source: Support
fr: Assistance
