Repository: Acidburn0zzz/xfce4-terminal
Catalog: po-doc/*.po
Languages: fr

source: To report a bug or to make a suggestion regarding this application or this manual, use the bug tracking system at <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Remember that useful bug reports are ones that get bugs fixed, so a useful bug report has two qualities:
fr: Pour signaler un bogue ou faire une suggestion à propos de cette application ou ce manuel, veuillez utiliser le système de traque des bogues <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Remarquez qu'un rapport de bogue utile est d'un que l'on peut réparer, il a donc deux qualités :

source: <emphasis role="bold">Reproducible.</emphasis> If the developer cannot see the bug himself to prove that it exists, he will most probably not be able to fix it at all. Every detail you can provide helps.
fr: <emphasis role="bold">Reproductible.</emphasis> Si le développeur ne peut pas reproduire le bogue, il-y-à de fortes chances qu'il ne pourra pas le réparer non-plus. Chaque détail que vous pouvez apporter peut aider à corriger le bogue.

source: <emphasis role="bold">Specific.</emphasis> The quicker the developer can isolate the problem to a specific area, the more likely he will expediently fix it.
fr: <emphasis role="bold">Spécifique.</emphasis> Plus le bogue et son explications sont précis, plus il a de chances d'être corrigés dans les plus brefs délais.

source: In case you want to request a new feature, please make clear why you consider it a worth addition for the application. It is more likely that a new feature gets added if you provide good arguments for the feature. It will increase the chance of addition even more if you provide a patch that implements the requested feature, but make sure that you read the file <ulink url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> - especially the section labeled <emphasis>Coding Style</emphasis> - before you start hacking up the source.
fr: Au cas où vous aimeriez faire une requête pour une nouvelle fonctionnalité de l'application, faites savoir pourquoi vous la considérez être un ajout valable. Plus vos arguments seront percutants, plus la fonctionnalité aura des chances d'être ajoutée. Ces chances seront décuplées si vous fournissez un patch implémentant cette fonctionnalité, mais avant de commencer à modifier le code source, lisez attentivement le fichier <ulink url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink>, tout particulièrement la section intitulée <emphasis>Coding Style</emphasis>.

source: Else, if you have questions about the use or installation of this software, please ask on the <ulink url="http://www.os-cillation.de/cgi-bin/yabb/YaBB.cgi#terminal_cat">os-cillation forum</ulink> or point your IRC client to <emphasis role="bold">irc.freenode.net</emphasis>, join the channel <emphasis role="bold">#xfce</emphasis> and ask for help.
fr: Sinon, si vous avez des questions au sujet de l'utilisation ou l'installation de ce logiciel, posez-les dans le <ulink url="http://www.os-cillation.de/cgi-bin/yabb/YaBB.cgi#terminal_cat">forum os-cillation</ulink> ou pointez votre client IRC sur le serveur <emphasis role="bold">irc.freenode.net</emphasis>, rejoignez le canal <emphasis role="bold">#xfce</emphasis>.

source: About @PACKAGE_NAME@
fr: À propos de @PACKAGE_NAME@

source: @PACKAGE_NAME@ was written by Benedikt Meurer (<email>benny@xfce.org</email>). Visit the <ulink url="http://www.os-cillation.com/" type="http">os-cillation website</ulink> for more information.
fr: @PACKAGE_NAME@ a été écrit par Benedikt Meurer (<email>benny@xfce.org</email>). Visitez le <ulink url="http://www.os-cillation.com/" type="http">site Web os-cillation</ulink> pour plus d'informations.

source: This documentation was written by Benedikt Meurer (<email>benny@xfce.org</email>) and Andrew Conkling (<email>andrewski@fr.st</email>). The latest version of this document is always available from the <ulink type="http" url="http://terminal.os-cillation.com/">Terminal website</ulink>.
fr: Ce document a été écrit par Benedikt Meurer (<email>benny@xfce.org</email>) et Andrew Conkling (<email>andrewski@fr.st</email>). La dernière version de ce document est toujours disponible depuis le <ulink type="http" url="http://terminal.os-cillation.com/">site Web Terminal</ulink>.

source: This software is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
fr: Ce logiciel est distribué selon les termes de la Licence Publique Générale GNU telle que publiée par la Free Software Foundation; soit la 2ème version de la licence ou toute version supérieur.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
fr: Vous devriez avoir reçu un exemplaire de la Licence Publique Générale GNU avec ce programme ; si ce n'est pas le cas, écrivez à la Free Software Foundation Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: translator-credits
fr: Maximilian Schleiss <maximilian@xfce.org>, 2007. Mike Massonnet <mmassonnet@gmail.org>, 2007.
