Repository: Acidburn0zzz/xfce4-terminal
Catalog: po-doc/*.po
Languages: fr

source: Terminal Emulator
fr: Émulateur de terminal

source: System development
fr: Développement système

source: Software developer
fr: Développement logiciel

source: This manual describes version @PACKAGE_VERSION@ of @PACKAGE_NAME@.
fr: Ce manuel décrit la version @PACKAGE_VERSION@ de @PACKAGE_NAME@.

source: Introduction to @PACKAGE_NAME@
fr: Introduction à @PACKAGE_NAME@

source: What is a terminal emulator?
fr: Qu'est-ce qu'un émulateur de terminal ?

source: The UNIX operating system was originally designed as a text-only system, controlled by commands entered with a keyboard. This is known as a command-line interface (CLI). The X Window System, Xfce, and other projects have since added a graphical user interface to UNIX, that's what you are actually using now. But the addition of a graphical user interface doesn't mean that the CLI is dead. The CLI is still around and is frequently the easiest, fastest, and most powerful way to perform a certain task. In fact, power users would be lost without the CLI.
fr: Le système d'exploitation UNIX a été conçu au départ comme un système commandé uniquement au clavier à partir d'une ligne de commande. Le système X Window, Xfce et d'autres projets ont ajouté une interface graphique à la monotone ligne de commande UNIX, c'est cette interface graphique que vous utilisez en ce moment même. L'interface graphique X Window de UNIX ne signifie pas pour autant la mort de la ligne de commande. Elle est toujours très présente et se trouve être, bien souvent, le moyen le plus simple, rapide et efficace pour accomplir certaines tâches. En fait, les utilisateurs en force seraient bien perdus sans elle.

source: @PACKAGE_NAME@ is what is known as an X terminal emulator, often referred to as terminal or shell. It provides an equivalent to the old-fashioned text screen on your desktop, but one which can easily share the screen with other graphical applications. Windows users may already be familiar with the MS-DOS Prompt utility, which has the analogous function of offering a DOS command-line under Windows, though one should note that the UNIX CLI offer far more power and ease of use than does DOS.
fr: @PACKAGE_NAME@ est ce que l'on appelle un émulateur de terminal X, tout simplement terminal ou shell. Il est l'équivalent de la ligne de commande de l'ordinateur mais dans une fenêtre de l'interface graphique. Les utilisateurs de Windows connaissent peut-être déjà la ligne de commande MS-DOS qui permet d'utiliser presque toutes les commandes du système d'exploitation DOS de Microsoft. La ligne de commande UNIX est beaucoup plus puissante et développée que celle du DOS.

source: @PACKAGE_NAME@ emulates the <application>xterm</application> application developed by the X Consortium. In turn, the <application>xterm</application> application emulates the DEC VT102 terminal and also supports the DEC VT220 escape sequences. An escape sequence is a series of characters that start with the <keycap>Esc</keycap> character. @PACKAGE_NAME@ accepts all of the escape sequences that the VT102 and VT220 terminals use for functions such as to position the cursor and to clear the screen.
fr: @PACKAGE_NAME@ émule l'application <application>xterm</application> développée par le X Consortium. À son tour, l'application <application>xterm</application> émule le terminal DEC VT102 ainsi que les séquences d'échappement du DEC VT220. Une séquence d'échappement est une série de caractères commençant par <keycap>Esc</keycap>. @PACKAGE_NAME@ accepte et comprend toutes les formes de séquences d'échappement des terminaux VT102 et VT220, comme celles servant à positionner le curseur ou d'effacer l'écran.

source: What makes @PACKAGE_NAME@ special?
fr: Qu'est-ce qui rend @PACKAGE_NAME@ si spécial ?

source: @PACKAGE_NAME@'s advanced features include a simple configuration interface, the ability to use multiple tabs with terminals within a single window, the possibility to have a pseudo-transparent terminal background, and a compact mode (where both the menubar and the window decorations are hidden) that helps you to save space on your desktop.
fr: Les fonctions avancées de @PACKAGE_NAME@ incluent une interface de configuration simple, la fonction d'onglets multiples à l'intérieur d'une seule et même fenêtre, la possibilité d'avoir une transparence du fond d'arrière plan et un mode compacte (dans lequel les décorations des fenêtres ainsi que la barre de menu sont cachés) aidant à gagner de la place sur le bureau.

source: The following key features are available:
fr: Les fonctionnalités majeures suivantes sont disponibles :

source: Multiple tabs per window
fr: Multiples onglets par fenêtre

source: Customizable toolbars, which can be changed using an integrated graphical toolbar editor
fr: Barres d'outils configurables, à l'aide d'un éditeur de barres d'outils intégré.

source: Preferences
fr: Préférences

source: hidden options
fr: Options cachées

source: Ability to configure nearly every aspect of @PACKAGE_NAME@ in the <placeholder-1/> dialog plus a bunch of so called <placeholder-2/>
fr: L'abilité de configurer presque tous les aspects de @PACKAGE_NAME@ dans la fenêtre de dialogue des <placeholder-1/> plus quelques <placeholder-2/>

source: Xfce desktop environment
fr: environnement de bureau Xfce

source: Good integration with the <placeholder-1/> in particular, but also with every other Linux desktop
fr: Une bonne intégration avec l'<placeholder-1/> en particulier mais aussi avec bien d'autres bureaux Linux

source: Session management support
fr: Support de la gestion des sessions

source: Real multihead support (both MultiScreen and Xinerama mode)
fr: Support de lecture multi-têtes (Multiscreen ou mode Xinérama)

source: Standards compliance (see the <placeholder-1/> website)
fr: Conformité aux standards (voir le site web <placeholder-1/>)

source: <placeholder-1/> based terminal service facility to minimize the overall resource usage
fr: Service de terminal basé sur <placeholder-1/> pour minimiser l'utilisation générale des ressources

source: High degree of maintainability by making best use of <placeholder-1/> and <placeholder-2/>.
fr: Une maintenance accrue due à l'utilisation de <placeholder-1/> et <placeholder-2/>.

source: Besides these key features, @PACKAGE_NAME@ supports all features you would expect from a modern terminal emulator.
fr: À part toutes ces particularités, @PACKAGE_NAME@ supporte toutes les fonctionnalités d'un émulateur de terminal moderne.

source: Getting started
fr: Démarrer

source: Starting @PACKAGE_NAME@
fr: Démarrer @PACKAGE_NAME@

source: The easiest way to start @PACKAGE_NAME@ is to use the applications menu of your desktop; for Xfce, point your mouse cursor to the desktop, press the right mouse button and choose <menuchoice><guimenu>System</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
fr: La manière la plus simple de démarrer @PACKAGE_NAME@ est d'utiliser le menu d'applications de votre environnement de bureau. Pour Xfce, pointez la souris sur le bureau, d'un clic-droit faites apparaître le menu et choisissez <menuchoice><guimenu>Système</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.

source: You can also start @PACKAGE_NAME@ from a command line or from the <guilabel>Application launcher</guilabel>. Just hit <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput><command>Terminal</command></userinput> and click the button <guibutton>Run</guibutton>.
fr: Vous pouvez aussi démarrer @PACKAGE_NAME@ depuis une ligne de commande ou avec le menu <guilabel>Exécuter</guilabel>. Appuyez sur les touches <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, entrez <userinput><command>Terminal</command></userinput> et cliquez sur le bouton <guibutton>Exécuter</guibutton>.

source: When you first start @PACKAGE_NAME@
fr: Premier démarrage de @PACKAGE_NAME@

source: When you start @PACKAGE_NAME@ for the first time, the application opens a terminal window with default settings.
fr: Quand vous démarrez @PACKAGE_NAME@ pour la première fois, l'application démarre une fenêtre de terminal avec les paramètres par défaut.

source: Example of a default terminal window
fr: Exemple d'une fenêtre de terminal par défaut

source: The terminal window displays a command prompt where you can type UNIX commands. The command prompt may vary depending on the configuration of your shell. The cursor is positioned at the command prompt. When you type a UNIX command and press <keycap>Return</keycap>, the computer executes the command. By default, @PACKAGE_NAME@ will use the login shell of the user who starts the application (<filename>/bin/bash</filename> in case of a default Linux installation).
fr: La fenêtre de terminal affiche une ligne de commande acceptant les commandes UNIX. La ligne de commande peut varier selon les différentes configurations de shell. Le curseur est positionné au début de la ligne. Lorsque vous entrez une commande et appuyez la touche <keycap>Entrée</keycap>, l'ordinateur exécute la commande. Par défaut, @PACKAGE_NAME@ utilisera le même shell de connexion que celui de l'utilisateur actuel (<filename>/bin/bash</filename> dans le cas d'une installation Linux).

source: @PACKAGE_NAME@ sets the following environment variables for the command running inside the terminal window:
fr: @PACKAGE_NAME@ définit l'environnement de variable suivant poue la commande dans la fenêtre de terminal :

source: Set to <literal>xterm</literal> or <literal>xterm-color</literal>, you can configured the value from the preferences dialog.
fr: Réglé sur <literal>xterm</literal> ou <literal>xterm-color</literal>, vous pouvez toujours configurer cette variable dans la fenêtre de configuration.

source: Set to <literal>Terminal</literal> by default.
fr: Réglé sur <literal>Terminal</literal> par défaut.

source: Set to the X11 display of the terminal by default.
fr: Réglé sur l'affichage X11 du terminal par défaut.

source: Set to the X11 window identifier of the terminal by default.
fr: Réglé sur l'identificateur de fenêtre X11 du terminal par défaut.

source: Working with multiple terminals
fr: Travailler avec de multiples terminaux

source: @PACKAGE_NAME@ provides a tab feature that enables you to open several terminals within a single window. Each terminal is opened in a separate tab. Click on the appropriate tab to display the terminal in the window. Each tabbed terminal in a window is separate sub-process, so you can use each terminal for a different task.
fr: @PACKAGE_NAME@ possède une fonction d'onglets permettant d'ouvrir plusieurs terminaux dans une seule fenêtre. Chaque nouveau terminal s'ouvre dans un nouvel onglet. Cliquez sur l'onglet de votre choix pour en afficher le terminal. Chaque terminal dans la fenêtre est un sous-processus séparé, vous pouvez donc utiliser chaque terminal pour une fonction différente.

source: Example of a terminal window with tabs
fr: Exemple d'une fenêtre de terminal avec plusieurs onglets

source: See <xref linkend="usage"/> for information about how to open a new tabbed terminal.
fr: Lisez <xref linkend="utilisation"/> pour plus d'informations à propos de l'ouverture d'onglets.

source: You can close a terminal tab by clicking on the close button in the terminal tab header or by choosing <menuchoice><guimenu>File</guimenu><guimenuitem>Close Tab</guimenuitem></menuchoice> from the menubar.
fr: Vous pouvez fermer un onglet de terminal en cliquant sur son bouton de fermeture dans le titre de l'onglet ou en choisissant <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Fermer l'onglet</guimenuitem></menuchoice> dans la barre de menu.

source: Usage
fr: Utilisation

source: To open and close terminals
fr: Ouvrir et fermer des terminaux

source: To open a new terminal window:
fr: Pour ouvrir une nouvelle fenêtre de terminal :

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Terminal</guimenuitem></menuchoice> (or right-click the terminal window and choose <menuchoice><guimenuitem>Open Terminal</guimenuitem></menuchoice>).
fr: Choisissez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Ouvrir un terminal</guimenuitem></menuchoice> ou d'un clic-droit dans la fenêtre du terminal choisissez <menuchoice><guimenuitem>Ouvrir un terminal</guimenuitem></menuchoice> du menu contextuel.

source: The new terminal inherits the working directory from its parent terminal.
fr: Le nouveau terminal hérite du dossier de travail de son terminal parent.

source: To close a terminal window:
fr: Pour fermer une fenêtre de terminal :

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Window</guimenuitem></menuchoice>.
fr: Choisissez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Fermer la fenêtre</guimenuitem></menuchoice>.

source: This action closes the terminal and terminates any subprocesses that you opened from the terminal. If you close the last terminal window, the @PACKAGE_NAME@ application exits.
fr: Ceci fermera le terminal et terminera tout sous-processus ouvert dans le terminal en question. Fermer le dernier terminal de la fenêtre revient à quitter l'application @PACKAGE_NAME@.

source: To add a new tabbed terminal to a window:
fr: Pour ajouter un nouvel onglet de terminal à la fenêtre :

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Tab</guimenuitem></menuchoice> (or right-click the terminal window and choose <menuchoice><guimenuitem>Open Tab</guimenuitem></menuchoice>).
fr: Choisissez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Ouvrir un onglet</guimenuitem></menuchoice> ou d'un clic-droit dans la fenêtre du terminal choisissez <menuchoice><guimenuitem>Ouvrir un onglet</guimenuitem></menuchoice> du menu contextuel.

source: The new terminal inherits the working directory from the previously active terminal.
fr: Le nouveau terminal hérite du dossier de travail du terminal actif précédent.

source: To modify a terminal window
fr: Modifier une fenêtre de terminal

source: To hide the menubar:
fr: Cacher la barre de menu :

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Menubar</guimenuitem></menuchoice> (or right-click the terminal window and choose <menuchoice><guimenuitem>Show Menubar</guimenuitem></menuchoice>).
fr: Choisissez <menuchoice><guimenu>Affichage</guimenu><guimenuitem>Afficher la barre de menus</guimenuitem></menuchoice> ou d'un clic-droit dans la fenêtre du terminal choisissez <menuchoice><guimenuitem>Afficher la barre de menus</guimenuitem></menuchoice> du menu contextuel.

source: To show a hidden menubar:
fr: Pour afficher une barre de menu cachée :

source: Right-click the terminal window and choose <menuchoice><guimenuitem>Show Menubar</guimenuitem></menuchoice> from the popup menu.
fr: Cliquez-droit dans la fenêtre du terminal et choisissez <menuchoice><guimenuitem>Afficher la barre de menus</guimenuitem></menuchoice> du menu contextuel.

source: To show or hide the toolbars:
fr: Pour afficher ou cacher la barre d'outils :

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Toolbars</guimenuitem></menuchoice>.
fr: Choisissez <menuchoice><guimenu>Affichage</guimenu><guimenuitem>Afficher la barre d'outils</guimenuitem></menuchoice>.

source: To customize the toolbars:
fr: Pour personnaliser la barre d'outils :

source: Be sure to show the toolbars first; then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Toolbars...</guimenuitem></menuchoice>.
fr: Assurez-vous que la barre d'outil est activée et choisissez <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Barre d'outils...</guimenuitem></menuchoice>.

source: To show or hide the window decorations:
fr: Pour afficher ou cacher le cadre de décoration de la fenêtre :

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Window Borders</guimenuitem></menuchoice>.
fr: Choisissez <menuchoice><guimenu>Affichage</guimenu><guimenuitem>Afficher les bords de la fenêtre</guimenuitem></menuchoice>.

source: To put a terminal window into fullscreen
fr: Pour afficher une fenêtre de terminal en plein écran :

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Fullscreen</guimenuitem></menuchoice> from the menubar (or right-click the terminal window and choose <menuchoice><guimenuitem>Fullscreen</guimenuitem></menuchoice>).
fr: Choisissez <menuchoice><guimenu>Affichage</guimenu><guimenuitem>Plein écran</guimenuitem></menuchoice> ou d'un clic-droit dans la fenêtre du terminal choisissez <menuchoice><guimenuitem>Plein écran</guimenuitem></menuchoice> dans le menu contextuel.

source: To change the appearance of the terminal window:
fr: Pour changer l'apparence de la fenêtre de terminal :

source: See <xref linkend="preferences"/> for information about the options that you choose in the <guilabel>Terminal Preferences</guilabel> dialog to change the appearance and behaviour of the terminal windows. For example, you can change the background color or the location of the scrollbar.
fr: Pour plus d'informations à propos des options de personnalisation trouvées dans les <guilabel>Préférences...</guilabel>, veuillez lire la section <xref linkend="preferences"/>. Ces options permettent, entres autres, de changer la couleur de fond du terminal ou la position de la barre de défilement.

source: To work with the contents of terminal windows
fr: Travailler avec le contenu d'une fenêtre de terminal

source: To scroll through previous commands and output:
fr: Pour parcourir les commandes et résultats précédents :

source: Perform one of the following actions:
fr: Faites une des actions suivantes :

source: Use the scrollbar, which is usually displayed on the right side of each terminal window.
fr: Utilisez la barre de défilement, placée la plupart du temps sur le côté droit de la fenêtre de terminal.

source: Press the <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, or <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo> keys.
fr: Appuyez les touches <keycombo><keycap>Maj</keycap><keycap>Préc.</keycap></keycombo>, <keycombo><keycap>Maj</keycap><keycap>Suiv.</keycap></keycombo>, <keycombo><keycap>Maj</keycap><keycap>Haut</keycap></keycombo>, <keycombo><keycap>Maj</keycap><keycap>Bas</keycap></keycombo>, <keycombo><keycap>Maj</keycap><keycap>Début</keycap></keycombo>, ou <keycombo><keycap>Maj</keycap><keycap>Fin</keycap></keycombo>.

source: Use the middle wheel button on your mouse if applicable
fr: Utilisez le bouton du milieu de votre souris si vous en avez un

source: @PACKAGE_NAME@ mimics the FreeBSD console when <keycap>Scroll Lock</keycap> is pressed. When scroll lock is active, ordinary input and output from the shell is suspended and you can scroll through the history with <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> and <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> or using the optional scrollbar. Press <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> to activate the scroll lock and <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> to disable it afterwards.
fr: @PACKAGE_NAME@ imite le comportement de la console FreeBSD lorsque la touche <keycap>Arrêt défil.</keycap> est pressée. Lorsque la touche arrêt défilement est activée, les entrées et sorties du shell sont suspendues et vous pouvez naviguer avec les touches <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> et <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> ou en utilisant la barre de défilement. Appuyez sur <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> pour activer l'arrêt de défilement et <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> pour le désactiver après coup.

source: The number of lines that you can scroll back in the terminal window is determined by the <guilabel>Scrollback</guilabel> setting in the <guilabel>General</guilabel> section of the <guilabel>Terminal Preferences</guilabel> dialog.
fr: Le nombre de ligne pouvant être remontées dans la fenêtre du terminal est définit dans la fenêtre des <guilabel>Préférences</guilabel> de la section <guilabel>Général</guilabel>, dans la case <guilabel>Lignes d'historique</guilabel>.

source: To select and copy text:
fr: Sélectionner et copier du texte :

source: You can select text in any of the following ways:
fr: Vous pouvez sélectionner du texte de plusieurs manières :

source: To select a character at a time, click on the first character that you want to select and drag the mouse to the last character that you want to select.
fr: Pour sélectionner un caractère à la fois, cliquez sur le premier caractère que vous voulez sélectionner et bougez la souris jusqu'au dernier caractère de votre sélection.

source: To select a word at a time, double-click on the first word that you want to select and drag the mouse to the last word that you want to select.
fr: Pour sélectionner un mot à la fois, double-cliquez sur le premier mot que vous voulez sélectionner et bougez votre souris jusqu'au dernier mot de votre sélection.

source: To select a line at a time, triple-click on the first line that you want to select and drag the mouse to the last line that you want to select.
fr: Pour sélectionner une ligne à la fois, triple-cliquez sur la première ligne que vous voulez sélectionner et bougez votre souris jusqu'à la dernière ligne de votre sélection.

source: These actions select all text between the first and last items. For all text selections, @PACKAGE_NAME@ copies the selected text into the clipboard when you release the mouse button. To explicitly copy the selected text, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
fr: Toutes ces actions copient le texte entre le premier et dernier élément. Pour toutes les trois manières de sélectionner du texte, @PACKAGE_NAME@ copie le texte sélectionné dans son presse-papier lorsque vous relâchez le bouton de la souris. Pour explicitement copier la sélection dans le presse-papier, choisissez <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Copier</guimenuitem></menuchoice> dans le menu principal ou <menuchoice><guimenuitem>Copier</guimenuitem></menuchoice> du menu contextuel.

source: To paste text into a terminal:
fr: Coller du texte dans une fenêtre de terminal :

source: If you previously copied text to the clipboard, you can paste the text into a terminal by performing one of the following actions:
fr: Si vous avez préalablement copié du texte dans le presse-papiers, vous pouvez le coller dans le terminal de plusieurs manières :

source: To paste text that you copied by selection only, middle-click at the command prompt. If you do not have a middle mouse button, refer to the X Server documentation for information about how to emulate the middle mouse button. This is equivalent to using the <menuchoice><guimenuitem>Paste Selection</guimenuitem></menuchoice> item from <menuchoice><guimenu>Edit</guimenu></menuchoice> menu.
fr: Pour coller du texte que vous avez copié en le sélectionnant, cliquez sur le bouton du milieu de la souris. Si vous n'avez pas de bouton du milieu, référez-vous à la documentation de votre serveur X pour plus d'informations à propos de l'émulation du bouton du milieu de la souris. Vous pouvez aussi choisir <menuchoice><guimenuitem>Coller la Sélection</guimenuitem></menuchoice> du menu <menuchoice><guimenu>Éditer</guimenu></menuchoice>.
