Repository: Acidburn0zzz/xfce4-terminal
Catalog: doc/po/*.po
Languages: ca, it, zh_cn

source: The two buttons labelled with <guilabel>Text and cursor color</guilabel> allow to select the color @PACKAGE_NAME@ uses to draw normal text and the color for the text cursor. An application running inside the terminal can also request a different color chosen from the palette below to draw text.
ca: Els dos botons etiquetats com <guilabel>Text i color del cursor</guilabel> permet seleccionar el color que @PACKAGE_NAME@ usa per a dibuixar el text normal i el color del cursor del text. Una aplicació corrent dins el terminal també pot demanar un color diferent triat de la paleta que hi ha més a sota per a dibuixar el text.
it: I due pulsanti etichettati con <guilabel>Colore del testo e del cursore</guilabel> consentono di selezionare il colore che @PACKAGE_NAME@ utilizzerà per disegnare il testo normale e il colore per il cursore. Un'applicazione in esecuzione all'interno del terminale potrà richiedere di utilizzare un colore differente tra quelli proposti nella tavola colori in basso.
zh_cn: 标有 <guilabel>文本和光标颜色</guilabel> 的两个按钮用于 @PACKAGE_NAME@ 绘制一般文本和文本光标颜色。在终端中运行的应用程序同样可能需要从以下调色板中选择来绘制文本。

source: Click on the <guilabel>Background color</guilabel> button to choose the default background for terminal windows. This color is also used in background tinting when <guilabel>Transparent background</guilabel> or <guilabel>Background image</guilabel> is selected.
ca: Feu clic al botó <guilabel>Color de fons</guilabel> per a triar el color de fons per defecte per a les finestres de terminal. Aquest color també s'usa com a color de tint quan es selecciona <guilabel>Fons transparent</guilabel> o <guilabel>Imatge de fons</guilabel>.
it: Fare click sul pulsante <guilabel>Colore dello sfondo</guilabel> per scegliere lo sfondo predefinito per le finestre del terminale. Questo colore è anche utilizzato per tinteggiare lo sfondo quando verrà selezionato lo <guilabel>sfondo trasparente</guilabel> oppure l'<guilabel>immagine di sfondo</guilabel>.
zh_cn: 点击 <guilabel>背景颜色</guilabel> 按钮为终端窗口选择默认背景。此颜色也用在选中 <guilabel>透明背景</guilabel> 或 <guilabel>背景图像</guilabel> 时的背景着色。

source: Text Selection
ca: Selecció de text
it: Selezione testo
zh_cn: 所选文本

source: Select the background color to use when selecting text in a terminal window. You can either specify a custom color or stick to the default color.
ca: Trieu el color de fons quan es selecciona text a la finestra del terminal. Es pot especificar un color o bé romandre en el color per omissió.
it: Selezionare il colore dello sfondo da utilizzare quando si seleziona del testo nella finestra del terminale. E' possibile specificare un colore personalizzato o ritornare al colore predefinito.
zh_cn: 选择在终端窗口中选中文本时的背景颜色。您可以指定一个颜色或者使用默认颜色。

source: Palette
ca: Paleta
it: Tavola colori
zh_cn: 调色板

source: The terminal provides the application running inside with a palette of 16 colors. You can customize these colors using the 16 color buttons.
ca: El terminal proveeix una paleta de 16 colors per a l'aplicació que hi hagi executant-se. Podeu personalitzar aquests colors emprant els 16 botons de colors.
it: Il terminale fornisce all'applicazione in esecuzione una tavola di 16 colori. E' possibile personalizzare questi colori utilizzando i 16 pulsanti dei colori.
zh_cn: 终端为在其中运行的应用程序提供了一个 16 色的调色板。您可以使用此 16 色按钮自定义这些颜色。

source: Shortcuts
ca: Dreceres
it: Scorciatoie
zh_cn: 快捷键

source: Shortcut preferences
ca: Preferències de dreceres
it: Preferenze delle scorciatoie
zh_cn: 快捷键首选项

source: Shortcut keys
ca: Tecles de dreceres
it: Tasti scorciatoia
zh_cn: 快捷键

source: The <guilabel>Shortcut keys</guilabel> section of the dialog lists the shortcut keys that are defined for each menu item. The shortcut keys enable you to use the keyboard to choose a menu item rather than use the mouse. A shortcut key can be any non-modifier key or any combination of a non-modifier key and several modifier keys, where modifier keys are <keycap>Alt</keycap>, <keycap>Ctrl</keycap> and the like.
ca: La secció de <guilabel>Tecles de drecera</guilabel> del diàleg llista cadascuna de les tecles que s'han definit com a dreceres per a ítems del menú. Les tecles de drecera us permeten usar el teclat per a triar un ítem del menú enlloc de fer servir el ratolí. Una tecla de drecera no pot ser una tecla modificadora o qualsevol combinació de tecles modificadores (on tecles modificadores són <keycap>Alt</keycap>, <keycap>Ctrl</keycap> i similars).
it: La sezione <guilabel>Tasti scorciatoia</guilabel> del dialogo elenca i tasti scorciatoia che sono definiti per ogni elemento del menu. I tasti scorciatoia consentono di utilizzare la tastiera per scegliere un elemento del menu piuttosto che utilizzare il mouse. Un tasto di accesso rapido può essere qualsiasi tasto non modificatore oppure una combinazione di un tasto non modificatore più alcuni tasti modificatori, dove i tasti modificatori sono <keycap>Alt</keycap>, <keycap>Ctrl</keycap> e simili.
zh_cn: 对话框中的 <guilabel>快捷键</guilabel> 一节列出了每个菜单项目定义的快捷键。这些快捷键让您能使用键盘而不是鼠标来选择菜单项目。快捷键可以是任意非修饰键或者是任意非修饰键与几个修饰键的组合，修饰键指的是 <keycap>Alt</keycap>、<keycap>Ctrl</keycap> 等类似按键。

source: Compose shortcut
ca: Compondre una drecera
it: Definisci scorciatoia
zh_cn: 组合快捷键

source: To change a shortcut key for a menu item, double click the item in the list and press the key combination you want to set. To disable a shortcut for a specific menu item, double click the menu item in the list and click the button <guilabel>Clear</guilabel>.
ca: Per a canviar la drecera de teclat per a un ítem de menú, feu doble clic a l'ítem de la llista i premeu la combinació de tecles que voleu establir-hi com a drecera. Per a desactivar una drecera a un ítem de menú específic, feu doble clic a l'ítem de la llista i feu clic a <guilabel>Esborrar</guilabel>.
it: Per modificare un tasto scorciatoia per un elemento del menu, fare doppio click sull'elemento della lista e premere la combinazione di tasti che si vuole impostare. Per disabilitare la scorciatoia per uno specifico elemento del menu, fare doppio click sull'elemento del menu nella lista e fare click sul pulsante <guilabel>Cancella</guilabel>.
zh_cn: 要更改菜单项目的快捷键，在列表中双击此项目并按下您要设置的按键组合。要禁用特定菜单项目的快捷键，在列表中双击此项目并点击 <guilabel>清除</guilabel> 按钮。

source: Disable all menu access keys (such as Alt+f)
ca: Desactivar totes les tecles d'accés al menú (com per exemple, Alt+F)
it: Disabilita tutte le combinazioni di tasti per l'accesso al menu (es. Alt+f)
zh_cn: 禁用所有菜单访问键(比如 Alt+f)

source: Select this option to disable the access keys that are defined to enable you to use keyboard instead of the mouse to select a menu item. Each access key is identified by an underlined letter on a menu or dialog option. In some cases, you must press the <keycap>Alt</keycap> key in combination with the access key to perform the action.
ca: Seleccioneu aquesta opció per a desactivar les tecles d'accés definides per a activar el teclat enlloc del ratolí a l'hora de seleccionar un ítem del menú. Cada tecla d'accés és identificada per una lletra subratllada en el menú o en l'opció de diàleg. En alguns casos, heu de pitjar la tecla <keycap>Alt</keycap> en combinació amb les tecles d'accés per a executar l'acció.
it: Selezionare questa opzione per disabilitare i tasti di accesso definiti per consentire l'utilizzo della tastiera in aggiunta al mouse per selezionare un elemento del menu. Ogni tasto di accesso è definito da una lettera sottolineata nel menu o nell'opzione del dialogo. In alcuni casi, occorre premere il tasto <keycap>Alt</keycap> in combinazione con un altro tasto di accesso per eseguire l'azione.
zh_cn: 选中此项禁用已定义的让您能使用键盘快捷键而不是鼠标来选择菜单项目的访问键。在菜单或者对话框选项每个访问键以带下划线的字母标出。某些情况下，您必须按 <keycap>Alt</keycap> 键与此访问键组合来执行动作。

source: Disable menu shortcut key (F10 by default)
ca: Desactivar les dreceres de teclat del menú (F10 per defecte)
it: Disabilita il tasto scorciatoia del menu (predefinito: F10)
zh_cn: 禁用菜单快捷键(默认为 F10)

source: Select this option to disable the shortcut key that is defined to enable you to access the @PACKAGE_NAME@ menus. The default shortcut key to access the menus is <keycap>F10</keycap>.
ca: Seleccioneu aquesta opció per a desactivar la tecla de drecera definida per a accedir als menús de @PACKAGE_NAME@. La tecla de drecera per defecte per a accedir als menús és <keycap>F10</keycap>.
it: Selezionare questa opzione per disabilitare il tasto scorciatoia e che è definito per consentire l'accesso ai menu di @PACKAGE_NAME@. Il tasto scorciatoia predefinito per accedere ai menu è <keycap>F10</keycap>.
zh_cn: 选中此项禁已定义的用来访问 @PACKAGE_NAME@ 菜单的快捷键。访问菜单的默认快捷键是 <keycap>F10</keycap>。

source: Advanced
ca: Avançat
it: Avanzate
zh_cn: 高级

source: Advanced preferences
ca: Preferències avançades
it: Preferenze avanzate
zh_cn: 高级首选项

source: Backspace key generates
ca: La tecla d'esborrar Backspace genera
it: Il tasto backspace genera
zh_cn: Backspace 键生成

source: Use the drop-down list to select the function that you want the <keycap>Backspace</keycap> key to perform.
ca: Useu la llista desplegable per a seleccionar la funció que voleu assignar a la tecla <keycap>Backspace</keycap> (retrocés).
it: Utilizzare la lista a tendina per selezionare la funzione da assegnare al tasto <keycap>Backspace</keycap>.
zh_cn: 使用此下拉菜单选择您要 <keycap>Backspace</keycap> 键执行的功能。

source: Delete key generates
ca: La tecla d'esborrar Delete genera
it: Il tasto cancella genera
zh_cn: Delete 键生成

source: Use the drop-down list to select the function that you want the <keycap>Delete</keycap> key to perform.
ca: Useu la llista desplegable per a seleccionar la funció que voleu assignar a la tecla <keycap>Delete</keycap> (suprimir).
it: Utilizzare la lista a tendina per selezionare la funzione da assegnare al tasto <keycap>Delete</keycap>.
zh_cn: 使用此下拉菜单选择您要 <keycap>Delete</keycap> 键执行的功能。

source: $TERM setting
ca: $TERM establert
it: impostazione $TERM
zh_cn: $TERM 设置

source: This specifies the value the <varname>$TERM</varname> environment variable is set to, when a new terminal tab or terminal window is opened. The default should be ok for most systems. If you have problems with colors in some applications or if you think that a certain application behaves oddly, try <userinput>xterm-color</userinput> here. If you have problems with ncurses 5.6 or later you could also try <userinput>xfce</userinput>.
ca: Aquí s'especifica el valor establer de la variable d'entorn <varname>$TERM</varname> quan un nou terminal o pestanya de terminal s'obre. Per defecte hauria de ser correcte en la majoria de sistemes. Si teniu problemes amb els colors d'algunes aplicacions o si creieu que hi ha certes aplicacions que es comporten de forma incorrecta, proveu de posar-hi <userinput>xterm-color</userinput>. Si teniu problemes amb ncurses 5.6 o posterior podríeu provar de posar-hi <userinput>xfce</userinput>.
it: Specifica il valore cui è impostata la variabile di ambiente <varname>$TERM</varname> nel momento in cui una nuova scheda o una finestra di terminale viene aperta. Il valore predefinito dovrebbe essere corretto per la maggior parte dei sistemi. In caso di problemi con i colori in alcune applicazioni oppure qualora alcune applicazioni si comportino in maniera strana, si provi con <userinput>xterm-color</userinput>. In caso di problemi con ncurses 5.6 o successivo si può anche provare <userinput>xfce</userinput>.
zh_cn: 此选项设置当一个新终端标签或者终端窗口打开时，<varname>$TERM</varname> 环境变量的值。默认值对大多数系统应该很好。如果您有一些应用程序颜色上的问题或您认为某个特定应用程序行为异常，在此试试 <userinput>xterm-color</userinput>。如果您有 ncurses 5.6 或更高版本上的问题也可试试 <userinput>xfce</userinput>。

source: Reset compatibility options to defaults
ca: Establir les opcions de compatibilitat per defecte
it: Reimposta le opzioni di compatibilità ai valori predefiniti
zh_cn: 重置兼容性选项至默认值

source: Click this button to reset the options on the <guilabel>Compatibility</guilabel> tabbed section to its defaults settings.
ca: Feu clic en aquest botó per a reiniciar les opcions de la secció <guilabel>Compatibilitat</guilabel> als seus valors per defecte.
it: Fare click su questo pulsante per reimpostare le opzioni nella sezione <guilabel>Compatibilità</guilabel> ai valori predefiniti.
zh_cn: 点击此按钮在 <guilabel>兼容性</guilabel> 标签下重置选项至其默认值。

source: Double click
ca: Doble clic
it: Doppio click
zh_cn: 双击

source: Use this text box to specify characters or groups of characters that @PACKAGE_NAME@ considers to be words when you select text by word.
ca: Empreu aquesta caixa de text per a especificar els caràcters o grups de caràcters que @PACKAGE_NAME@ considera paraules quan seleccioneu text per paraula.
it: Utilizzare questa casella per specificare i caratteri o gli insiemi di caratteri che @PACKAGE_NAME@ deve considerare come parole al momento della selezione testo per parola.
zh_cn: 使用此文本框指定在您按字词选择文本时 @PACKAGE_NAME@ 会将其作为字词的字符或字符串。

source: Command line options
zh_cn: 命令行选项

source: Advanced topics
ca: Temes avançats
it: Argomenti avanzati
zh_cn: 高级主题

source: Files and Environment Variables
ca: Fitxers i variables d'entorn
it: File e variabili di ambiente
zh_cn: 文件和环境变量

source: Hidden options
ca: Opcions ocultes
it: Opzioni nascoste
zh_cn: 隐藏选项

source: @PACKAGE_NAME@ offers a few hidden options to allow powerusers to control various advanced settings and to reduce the number of options in the user interface. To set any of these options, you will have to open the file <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> in your favorite text editor and edit the section <varname>[Configuration]</varname>; simply create the file if it does not already exist. For example, your <filename>terminalrc</filename> could look like
ca: @PACKAGE_NAME@ ofereix unes poques opcions ocultes per a permetre a usuaris avançats controlar diverses opcions avançades i reduir el nombre d'opcions a la interfície. Per a establir qualevol d'aquestes opcions, heu d'obrir el fitxer <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> en el vostre editor de textos favorit i editar la secció <varname>[Configuration]</varname>; si el fitxer no existeix, simplement creeu-lo. Per exemple, el vostre fitxer <filename>terminalrc</filename> podria ser com
it: @PACKAGE_NAME@ offre alcune opzioni nascoste per consentire agli utenti privilegiati di controllare varie impostazioni avanzate e ridurre il numero di opzioni nell'interfaccia utente. Per impostare una di queste opzioni, occorre aprire il file <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> nell'editor di testo preferito e modificare la sezione <varname>[Configuration]</varname>; creare semplicemente il file qualora non esista ancora. Per esempio, <filename>terminalrc</filename> potrebbe essere qualcosa come
zh_cn: @PACKAGE_NAME@ 提供一系列的隐藏选项让高手控制各种各样的高级设置并在用户界面中减少选项数量。要设置这些任何选项，您需要在您喜爱的文本编辑器中打开文件 <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> 并编辑 <varname>[Configuration]</varname> 段；如果此文件不存在仅先创建它。比如，您的 <filename>terminalrc</filename> 看起来会像

source: plus all the options that are controlled through the preferences dialog.
ca: més totes les opcions controlades a través del diàleg de preferències.
it: più tutte le opzioni che sono controllate attraverso il dialogo delle impostazioni.
zh_cn: 加上通过首选项对话框控制的所有选项。

source: If <literal>TRUE</literal> the tab headers will always be displayed even if only a single terminal tab is open. This option is useful if you do not want the terminal window to resize when you open a second tab. It is disabled by default.
ca: Si <literal>TRUE</literal> les capçaleres de les pestanyes sempre es mostraran, encara que només n'hi hagi una. Aquesta opció és útil si no voleu que la finestra del terminal canviï de mida quan s'obri una segona pestanya. Per defecte està desactivat.
it: Se <literal>TRUE</literal> le intestazioni delle schede sono sempre visualizzate anche se è aperta un'unica scheda di terminale. Questa opzione è utile se non si vuole che la finestra di terminale venga ridimensionata all'apertura di una seconda scheda. Di norma, è disabilitato.
zh_cn: 为 <literal>TRUE</literal> 则标签头即使只打开一个终端标签时也一直显示。此选项在您打开另一个标签时要改变终端窗口大小时有用。默认值为禁用。

source: Enables (<varname>MiscBell=TRUE</varname>) or disables (<varname>MiscBell=FALSE</varname>) the audible terminal bell. It is disabled by default.
ca: Activa (<varname>MiscBell=TRUE</varname>) o desactiva (<varname>MiscBell=FALSE</varname>) el senyal acústic del terminal. Per defecte està desactivat.
it: Abilita (<varname>MiscBell=TRUE</varname>) o disabilita (<varname>MiscBell=FALSE</varname>) l'audio della campanella del terminale. Di norma è disabilitato.
zh_cn: 启用(<varname>MiscBell=TRUE</varname>)或者禁用(<varname>MiscBell=FALSE</varname>) 终端响铃。默认值为禁用。

source: Controls whether @PACKAGE_NAME@ popups a confirmation dialog when the user tries to close a terminal window with multiple tabs in it. Can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
ca: Controla si @PACKAGE_NAME@ mostra un diàleg de confirmació quan l'usuari intenta tancar la finestra de terminal quan hi ha múltiples pestanyes. Pot ser <literal>TRUE</literal> (per defecte> o <literal>FALSE</literal>.
it: Controlla se @PACKAGE_NAME@ mostra un dialogo di conferma quando l'utente tenta di chiudere una finestra di terminale con più di una scheda. Può essere o <literal>TRUE</literal> (predefinito) o <literal>FALSE</literal>.
zh_cn: 控制 @PACKAGE_NAME@ 用户在终端窗口中尝试关闭包含多个标签时是否弹出确认对话框。可以是 <literal>TRUE</literal>(默认值)或 <literal>FALSE</literal>。

source: Enable this option to display a cursor that blinks. Can be either <literal>TRUE</literal> or <literal>FALSE</literal> (the default).
ca: Activeu aquesta opció per a mostrar un cursor que fa pampallugues. Pot ser <literal>TRUE</literal> (per defecte) o <literal>FALSE</literal>.
it: Abilitare questa opzione per visualizzare un cursore che lampeggi. Può essere <literal>TRUE</literal> oppure <literal>FALSE</literal> (predefinito).
zh_cn: 启用该项显示闪烁光标。可以是 <literal>TRUE</literal> 或 <literal>FALSE</literal>(默认值)。

source: Specifies the shape of the cursor in the terminal. This can be either <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (the default), <literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> or <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>. This option is only available when you compile against VTE 0.19.1 or newer.
ca: Especifica la forma del cursor al terminal. Les opcions disponibles són <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (per defecte), <literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> i <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>. Aquesta opció només està disponible quan es compila amb la VTE 0.19.1 o posterior.
it: Specifica la forma del cursore nel terminale. Può essere <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (predefinito), <literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> oppure <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>. Questa opzione è disponibile solamente quando si compila con VTE 0.19.1 o più recente.
zh_cn: 指定终端中的光标形状。可以是 <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal>(默认值)、<literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> 或者 <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>。该选项只对 VTE 0.19.1 或更新版本编译时有效。

source: This option controls whether you can circulate through terminal tabs. That is, whether you are able to go from the last tab to the first tab using the <guimenuitem>Next Tab</guimenuitem> button from the <guimenu>Go</guimenu> menu (or the associated keyboard shortcut), and from the first tab to the last tab using the <guimenuitem>Previous Tab</guimenuitem> button from the <guimenu>Go</guimenu> menu. The option can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
ca: Aquesta opció controla com es circula a través de les pestanyes del terminal. Això és, si podeu anar des de la darrera pestanya a la primera fent servir el botó <guimenuitem>Següent pestanya</guimenuitem> del menú <guimenu>Ves</guimenu> (o la drecera de teclat associada), i des de la primera pestanya a l'última fent servir el botó <guimenuitem>Pestanya prèvia</guimenuitem> del menú <guimenu>Ves</guimenu>. L'opció pot ser <literal>TRUE</literal> (per defecte) o <literal>FALSE</literal>.
it: Questa opzione controlla se si può circolare tra schede di terminale. Ossia se si può andare dall'ultima scheda alla prima scheda utilizzando il pulsante <guimenuitem>Scheda successiva</guimenuitem> dal menu <guimenu>Vai</guimenu> (o dalla scorciatoia da tastiera associata), e dalla prima scheda all'ultima scheda utilizzando il bottone <guimenuitem>Scheda precedente</guimenuitem> dal menu <guimenu>Vai</guimenu>. L'opzione può essere pari a <literal>TRUE</literal> (predefinito) oppure <literal>FALSE</literal>.
zh_cn: 此选项控制您是否能循环切换终端标签。也就是您是否能使用 <guimenu>转到</guimenu> 菜单中的 <guimenuitem>下一个标签</guimenuitem> 按钮(或相应的键盘快捷键)从最后一个标签切换至第一个标签，和使用 <guimenu>转到</guimenu> 菜单中的 <guimenuitem>上一个标签</guimenuitem> 按钮从第一个标签切换至最后一个标签。可以是 <literal>TRUE</literal>(默认值)或 <literal>FALSE</literal>。

source: The default geometry for new Terminal windows if no <xref linkend="options-window-geometry"/> option is specified on the command line (defaults to <literal>80x24</literal>).
ca: La mida per defecte de les noves finestres de Terminal si no s'especifica <xref linkend="options-window-geometry"/> a la línia de comandes és de <literal>80x24</literal>.
zh_cn: 未从命令行中指定 <xref linkend="options-window-geometry"/> 选项时的新打开终端窗口的默认几何形状(默认值为 <literal>80x24</literal>)。

source: This setting controls whether new windows will inherit the geometry (width and height of the active tab) from its parent window (the window from which the new window was opened). Can be either <literal>TRUE</literal> or <literal>FALSE</literal> (the default).
ca: Aquesta opció permet heretar a les noves finestres la geometria (mides de la pestanya activa) de la seva finestra mare (la finestra de la qual s'ha oberta la nova finestra). Pot ser <literal>TRUE</literal> o <literal>FALSE</literal> (per defecte).
it: Questa impostazione controlla se le nuove finestre devono ereditare la dimensione (altezza e larghezza della scheda attiva) dalla finestra padre (la finestra dalla quale è aperta la nuova finestra). Può essere <literal>TRUE</literal> oppure <literal>FALSE</literal> (predefinito).
zh_cn: 此设置控制新窗口是否从其父窗口(用以打开新窗口的窗口)继承几何形状(活动标签的宽度和高度)。可以是 <literal>TRUE</literal> 或 <literal>FALSE</literal>(默认值)。

source: This setting controls whether @PACKAGE_NAME@ will hide the mouse cursor while you are typing in a terminal window. Can be either <literal>TRUE</literal> or <literal>FALSE</literal> (the default).
ca: Aquesta opció permet a @PACKAGE_NAME@ ocultar el cursor del ratolí mentre s'escriu a una finestra de terminal. Pot ser <literal>TRUE</literal> o <literal>FALSE</literal> (per defecte).
it: Questa impostazione controlla se @PACKAGE_NAME@ deve nascondere il cursore del moude quando si sta scrivendo in una finestra di terminale. Può essere <literal>TRUE</literal> oppure <literal>FALSE</literal> (predefinito).
zh_cn: 此设置控制 @PACKAGE_NAME@ 您在终端窗口中输入时是否隐藏鼠标光标。可以是 <literal>TRUE</literal> 或 <literal>FALSE</literal>(默认值)。

source: This setting controls whether @PACKAGE_NAME@ provides a close button with the terminal tab title. Can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
ca: Aquesta opció permet a @PACKAGE_NAME@ proveir un botó per a tancar des de la pestanya del títol. Pot ser <literal>TRUE</literal> (per defecte) o <literal>FALSE</literal>.
it: Questa impsotazione controlla se @PACKAGE_NAME@ fornisce un pulsante di chiusura vicino al titolo della scheda di terminale. Può essere <literal>TRUE</literal> oppure <literal>FALSE</literal> (predefinito).
zh_cn: 此设置控制 @PACKAGE_NAME@ 是否与终端标签标题一起提供关闭按钮。可以是 <literal>TRUE</literal>(默认值)或 <literal>FALSE</literal>。
