Repository: Acidburn0zzz/xfce4-terminal
Catalog: doc/po/*.po
Languages: ca, it, zh_cn

source: Developer
zh_cn: 开发者

source: Software developer
ca: Desenvolupador de programari
it: Sviluppatore software
zh_cn: 软件开发者

source: System development
ca: Desenvolupament de sistemes
it: Sviluppo del sistema
zh_cn: 系统开发

source: A Terminal emulator for X
ca: Emulador de terminal per a X
zh_cn: X 终端模拟器

source: Synopsis
ca: Sinopsi
zh_cn: 摘要

source: OPTION
ca: OPCIÓ
zh_cn: 选项

source: Description
ca: Descripció
zh_cn: 描述

source: @PACKAGE_NAME@ is what is known as an X terminal emulator, often referred to as terminal or shell. It provides an equivalent to the old-fashioned text screen on your desktop, but one which can easily share the screen with other graphical applications. Windows users may already be familiar with the MS-DOS Prompt utility, which has the analogous function of offering a DOS command-line under Windows, though one should note that the UNIX CLI offer far more power and ease of use than does DOS.
ca: @PACKAGE_NAME@ és el que es coneix com un emulador de terminal X, sovint anomenat tambè com a terminal o intèrpret d'ordres (shell). Aquest us ofereix un equivalent a la pantalla de text tradicional per el vostre escriptori, però en el que podreu compartir la pantalla amb altres aplicacions gràfiques. Els usuaris de Windows pot ser que ja estigueu familiaritzats amb la utilitat de la finestra de MS-DOS, que te funcions anàlogues a les de la línia d'ordres de DOS a Windows, encara que cal remarcar que la CLI UNIX és molt més potent i fàcil d'emprar que la de DOS.
it: @PACKAGE_NAME@ è ciò che è chiamato emulatore di terminale X, spesso indicato come terminale o shell. Fornisce all'interno del desktop un equivalente della schermata testo vecchio stile , la quale può tuttavia facilmente condividere lo schermo con altre applicazioni grafiche. Gli utenti di Windows potrebbero già essere familiari con la funzione MS-DOS Prompt, la quale ha un ruolo analogo di offrire una linea di comando DOS all'interno di Windows, anche se si pùo notare che la CLI UNIX fornisce di gran lunga più potenzialità e facilità d'uso rispetto al DOS.
zh_cn: @PACKAGE_NAME@ 即众所周知的 X 终端模拟器，常被称作终端或 shell。它在您桌面上提供了一个老式的文本界面等价物，但可以方便地与其它图形应用程序共享屏幕。Windows 用户可能已熟悉 MS-DOS 提示符这个在 Windows 下提供类似 DOS 命令行功能的工具，然而您必须注意到 UNIX CLI 比 DOS 提供更为强大的功能和更方便的使用方式。

source: @PACKAGE_NAME@ emulates the <application>xterm</application> application developed by the X Consortium. In turn, the <application>xterm</application> application emulates the DEC VT102 terminal and also supports the DEC VT220 escape sequences. An escape sequence is a series of characters that start with the <keycap>Esc</keycap> character. @PACKAGE_NAME@ accepts all of the escape sequences that the VT102 and VT220 terminals use for functions such as to position the cursor and to clear the screen.
ca: @PACKAGE_NAME@ emula l'aplicació <application>xterm</application> desenvolupada per X Consortium. A la vegada, l'aplicació <application>xterm</application> emula el terminal DEC VT102 i també és compatible amb les seqüències d'escapada de DEC VT220. Una seqüència d'escapada és una sèrie de caràcters que s'inicien amb el caràcter <keycap>Esc</keycap>. @PACKAGE_NAME@ accepta totes les seqüències d'escapada dels terminals VT102 i VT220 que s'empren per funcions com per posicionar el cursor o netejar la pantalla.
it: @PACKAGE_NAME@ emula l'applicazione <application>xterm</application> sviluppata dal consorzio X. A sua volta, l'applicazione <application>xterm</application> emula il terminale DEC VT102 e supporta le sequenze di fuga del DEC VT220. Una sequenza di fuga è costituita da una serie di caratteri che iniziano col carattere <keycap>Esc</keycap>. @PACKAGE_NAME@ accetta tutte le sequenze di fuga che i terminali VT102 e VT220 utilizzano come funzioni così come per posizionare il cursore o cancellare lo schermo.
zh_cn: @PACKAGE_NAME@ 模拟 X 组织开发的 <application>xterm</application> 应用程序。按顺序，<application>xterm</application> 应用程序模拟 DEC VT102 终端且也支持 DEC VT220 转义序列。转义序列是以 <keycap>Esc</keycap> 字符开始的一组字符。@PACKAGE_NAME@ 接受所有 VT102 和 VT220 终端用以定位光标和清除屏幕等功能的转义序列。

source: Options
ca: Opcions
zh_cn: 选项

source: Option Summary
ca: Resum d'opció
zh_cn: 选项摘要

source: Here is a summary of all the options, grouped by type. Explanations are in the following sections.
ca: Aquí hi ha un resum de totes les opcions agrupades per tipus. Les explicacions són a les properes seccions.
zh_cn: 这是按类型分组的所有选项的摘要。具体解释在后续章节。

source: General Options
ca: Opcions generals
zh_cn: 一般选项

source: Window or Tab Separators
ca: Separadors de finestra o pestanya
zh_cn: 窗口或标签分隔符

source: Tab Options
ca: Opcions de pestanya
zh_cn: 标签选项

source: Window Options
ca: Opcions de finestra
zh_cn: 窗口选项

source: List the various command line options supported by @PACKAGE_NAME@ and exit
ca: Llista les opcions de la línia de comandes suportades per @PACKAGE_NAME@ i surt.
it: Elenca le varie opzioni da linea di comando suportate da @PACKAGE_NAME@ ed esce
zh_cn: 列出 @PACKAGE_NAME@ 支持的各种命令行选项并退出

source: Display version information and exit
ca: Mostra informació sobre la versió i surt
it: Stampa le informazioni sulla versione ed esce
zh_cn: 显示版本信息并退出

source: Do not register with the D-BUS session message bus
ca: No es registra amb el bus de sessions de D-BUS
it: Non registrare con il bus del messaggio di sessione D-BUS
zh_cn: 不用 D-BUS 会话消息总线注册

source: display
it: schermo
zh_cn: 显示

source: Default X display to use.
ca: Pantalla X per usar per defecte.
zh_cn: 默认使用的 X 显示。

source: directory
ca: directori
it: cartella
zh_cn: 目录

source: Set <parameter>directory</parameter> as the default working directory for the terminal
ca: Estableix <parameter>directori</parameter> com el directori de treball per al terminal
zh_cn: 设置 <parameter>目录</parameter> 为终端的默认工作目录

source: Open a new tab in the last-specified window; more than one of these options can be provided.
ca: Obre una nova pestanya en la finestra especificada; es pot indicar més d'una de les opcions que hi ha tot seguit.
zh_cn: 在上次指定的窗口中打开新标签；可以使用多个该选项。

source: Open a new window containing one tab; more than one of these options can be provided.
ca: Obre una finestra que conté una pestanya; es pot emprar més d'una d'aquestes opcions.
zh_cn: 打开一个包含单个标签的新窗口；可以使用多个该选项。

source: Execute the remainder of the command line inside the terminal
ca: Executa el recordatori de la línia de comandes dins el terminal
it: Esegue il resto della linea di comando all'interno del terminale
zh_cn: 在终端中执行命令行的剩余部分

source: <option>-e</option>, <option>--command=<replaceable>command</replaceable></option>
ca: <option>-e</option>, <option>--command=<replaceable>comanda</replaceable></option>
zh_cn: <option>-e</option>，<option>--command=<replaceable>命令</replaceable></option>

source: Execute <parameter>command</parameter> inside the terminal
ca: Executa <parameter>comanda</parameter> dins el terminal
it: Esegue <parameter>comando</parameter> all'interno del terminale
zh_cn: 在终端中执行 <parameter>命令</parameter>

source: Set <parameter>directory</parameter> as the working directory for the terminal
ca: Estableix <parameter>directori</parameter> com el directori de treball per al terminal
it: Imposta <parameter>cartella</parameter> come cartella di lavoro del terminale
zh_cn: 设置 <parameter>目录</parameter> 为终端的工作目录

source: <option>-T</option>, <option>--title=<replaceable>title</replaceable></option>
ca: <option>-T</option>, <option>--title=<replaceable>títol</replaceable></option>
zh_cn: <option>-T</option>，<option>--title=<replaceable>标题</replaceable></option>

source: Set <parameter>title</parameter> as the initial window title for the terminal
ca: Estableix <parameter>títol</parameter> com el títol inicial de la finestra del terminal
it: Imposta <parameter>titolo</parameter> come titolo iniziale della finestra del terminale
zh_cn: 设置 <parameter>标题</parameter> 为终端的初始窗口标题

source: Causes the terminal to be kept around after the child command has terminated
ca: Causa que el terminal es mantingui encara que la comanda executada hagi acabat
it: Comporta che il terminale non viene chiuso quando il comando figlio è terminato
zh_cn: 使终端在子命令终止后继续工作

source: X display to use for the last- specified window.
ca: Pantalla X per a usar per a l'última finestra especificada.
zh_cn: 用于上次指定的窗口的 X 显示。

source: geometry
ca: geometria
it: geometria
zh_cn: 几何形状

source: Sets the geometry of the last-specified window to <parameter>geometry</parameter>. Read <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> for more information on how to specify window geometries.
ca: Estableix la geometria de la nova finestra a <parameter>geometria</parameter>. Llegiu <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> per a obtenir més informació de com especificar geometries de finestra.
zh_cn: 设置上次指定的窗口的几何形状为 <parameter>几何形状</parameter>。阅读 <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> 获取更多有关如何指定窗口的信息。

source: role
ca: rol
it: ruolo
zh_cn: 识别码

source: Sets the window role of the last-specified window to <parameter>role</parameter>. Applies to only one window and can be specified once for each window you create from the command line. It is mostly used for session management inside @PACKAGE_NAME@
ca: Estableix el rol de la darrera finestra a <parameter>rol</parameter>. S'aplica només a una finestra i es pot especificar un cop per cada finestra que es creï des de la línia de comandes. La seva utilitat és generalment aplicada a la gestió de sessions dins @PACKAGE_NAME@.
zh_cn: 设置上次指定的窗口的窗口识别码为 <parameter>识别码</parameter>。只对一个窗口生效且对每个您从命令行创建的窗口只能指定一次。它大多用于在 @PACKAGE_NAME@ 中进行会话管理。

source: string
ca: cadena de caràcters
zh_cn: 字符串

source: Specifies the startup notification id for the last-specified window. Used internally to forward the startup notification id when using the D-BUS service.
ca: Especifica la identificació de notificacions d'inici per a l'última finestra especificada. S'empra internament per a re-enviar la notificació d'inici quan s'usa el servei D-BUS.
it: Specifica l'id di notifica di avvio per l'ultima finestra specificata. Viene utilizzato internamente per inoltrare l'id di notifica di avvio quando si utilizza il servizio D-BUS.
zh_cn: 设置上次指定的窗口的启动通知标识符。用于使用 D-BUS 服务时在内部传送启动提示标识符。

source: icon
ca: icona
zh_cn: 图标

source: Set the terminal's icon as an icon name or filename.
ca: Estableix la icona del terminal com a nom d'icona o nom de fitxer.
zh_cn: 设置终端的图标作为图标名称或文件名。

source: Set the last-specified window into fullscreen mode; applies to only one window; can be specified once for each window you create from the command line.
ca: L'última finestra especificada es posa en mode de pantalla completa; s'aplica un cop per finestra. Es pot especificar per cadascuna de les finestres des de la línia de comandes.
it: Imposta l'ultima finestra specificata in modalità a schermo intero; si applica solamente a una finestra; può essere specificato più di una volta per ciascuna finestra creata da linea di comando.
zh_cn: 设置上次指定的窗口为全屏模式；只对一个窗口生效；对每个您从命令行创建的窗口只能指定一次。

source: Set the last-specified window into maximized mode; applies to only one window; can be specified once for each window you create from the command line.
ca: L'última finestra especificada es posa en mode maximitzat; s'aplica un cop per finestra. Es pot especificar per cadascuna de les finestres des de la línia de comandes.
it: Imposta l'ultima finestra specificata in modalità massimizzata; si applica solamente a una finestra; può essere specificato più di una volta per ciascuna finestra creata da linea di comando.
zh_cn: 设置上次指定的窗口为最大化模式；只对一个窗口生效；对每个您从命令行创建的窗口只能指定一次。

source: Turn on the menubar for the last-specified window. Can be specified once for each window you create from the command line.
ca: Mostra la barra del menú per a la finestra especificada en darrer terme. Es pot especificar un cop per cadascuna de les finestres creades des de la línia de comandes.
it: Abilita la barra dei menu per l'ultima finestra specificata. Può essere specificato solo una volta per ciascuna finestra creata da linea di comando.
zh_cn: 设置上次指定的窗口显示菜单栏。对每个您从命令行创建的窗口只能指定一次。

source: Turn off the menubar for the last-specified window. Can be specified once for each window you create from the command line.
ca: Oculta la barra del menú per a la finestra especificada en darrer terme. Es pot especificar un cop per cadascuna de les finestres creades des de la línia de comandes.
it: Disabilita la barra dei menu per l'ultima finestra specificata. Può essere specificato solo una volta per ciascuna finestra creata da linea di comando.
zh_cn: 设置上次指定的窗口不显示菜单栏。对每个您从命令行创建的窗口只能指定一次。

source: Turn on the window decorations for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
ca: Mostra les decoracions de la finestra per a la finestra especificada en darrer terme. S'aplica un cop per finestra. Es pot especificar un cop per cadascuna de les finestres que es creen des de la línia de comandes.
it: Mostra i bordi della finestra per l'ultima finestra specificata. Si applica a una sola finestra. Può essere specificato solo una volta per ciascuna finestra creata da linea di comando.
zh_cn: 设置上次指定的窗口显示窗口修饰。只对一个窗口生效。对每个您从命令行创建的窗口只能指定一次。

source: Turn off the window decorations for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
ca: Oculta les decoracions de la finestra per a la finestra especificada en darrer terme. S'aplica un cop per finestra. Es pot especificar un cop per cadascuna de les finestres que es creen des de la línia de comandes.
it: Nasconde i bordi della finestra per l'ultima finestra specificata. Si applica a una sola finestra. Può essere specificato solo una volta per ciascuna finestra creata da linea di comando.
zh_cn: 设置上次指定的窗口不显示窗口修饰。只对一个窗口生效。对每个您从命令行创建的窗口只能指定一次。

source: Turn on the toolbars for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
ca: Mostra les barres d'eina per a la finestra especificada. S'aplica a una única finestra. Es pot especificar a cadascuna de les finestres que es creen des de la línia de comandes.
it: Abilita le barre degli strumenti per l'ultima finestra specificata. Si applica a una sola finestra. Può essere specificato solo una volta per ciascuna finestra creata da linea di comando.
zh_cn: 设置上次指定的窗口显示工具栏。只对一个窗口生效。对每个您从命令行创建的窗口只能指定一次。

source: Turn off the toolbars for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
ca: Oculta les barres d'eina per a la finestra especificada. S'aplica a una única finestra. Es pot especificar a cadascuna de les finestres que es creen des de la línia de comandes.
it: Disabilita le barre degli strumenti per l'ultima finestra specificata. Si applica a una sola finestra. Può essere specificato solo una volta per ciascuna finestra creata da linea di comando.
zh_cn: 设置上次指定的窗口不显示工具栏。只对一个窗口生效。对每个您从命令行创建的窗口只能指定一次。

source: Examples
ca: Exemples
zh_cn: 例子

source: Opens a new terminal window with a geometry of 80 columns and 40 rows and two tabs in it, where the first tab runs <command>mutt</command> and the second tab runs <command>mc</command>.
ca: Obre una nova finestra de terminal amb mida de 80 columnes i 40 files amb dos pestanyes, on la primera executarà <command>mutt</command> i la segona executarà <command>mc</command>.
zh_cn: 打开一个 80 列 40 行几何形状且有两个标签的新终端窗口，第一个标签运行程序 <command>mutt</command>，第二个标签运行 <command>mc</command>。

source: Environment
ca: Entorn
zh_cn: 环境

source: Terminal uses the Basedir Specification as defined on <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> to locate its data and configuration files. This means that file locations will be specified as a path relative to the directories described in the specification.
ca: Terminal usa Basedir Specification definit a <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> per a localitzar les seves dades i els seus fitxers de configuració. Això significa que les localitzacions dels fitxers s'especificaran de forma relativa als directoris descrits en aquesta especificació.
it: Terminale utilizza la specifica Basedir come definita da <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> per localizzare i propri dati e i file di configurazione. Ciò comporta che i percorsi dei file saranno specificati come percorsi relativi alle cartelle descritte nella specifica.
zh_cn: 终端使用 <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> 中定义的基本目录规格来放置它的数据和配置文件。这意味着文件位置将以规格中描述的此目录的相对路径来指定。

source: The first base directory to look for configuration files. By default this is set to <filename role="directory">~/.config/</filename>.
ca: El directori base per on buscar fitxers de configuració. Per defecte és <filename role="directory">~/.config/</filename>.
it: Prima cartella base in cui ricercare i file di configurazione. Di norma, è impostato a <filename role="directory">~/.config/</filename>.
zh_cn: 第一个基本目录去找配置文件。其默认设为 <filename role="directory">~/.config/</filename>。

source: A colon separated list of base directories that contain configuration data. By default the application will look in <filename role="directory">${sysconfdir}/xdg/</filename>. The value of <varname>${sysconfdir}</varname> depends on how the program was build and will often be <filename role="directory">/etc/</filename> for binary packages.
ca: Una llista de directoris base separades pel caràcter dos punts que contenen les dades de configuració. Per defecte, l'aplicació mirarà a <filename role="directory">${sysconfdir}/xdg/</filename>. El valor <varname>${sysconfdir}</varname> depèn de com s'ha escrit el programa i sovint serà <filename role="directory">/etc/</filename>.
it: Lista separata da virgole delle cartelle base che contengono i dati di configurazione. Di norma, l'applicazione cerca in <filename role="directory">${sysconfdir}/xdg/</filename>. Il valore di <varname>${sysconfdir}</varname> dipende da come il programma è stato compilato e per i pacchetti sarà spesso <filename role="directory">/etc/</filename>.
zh_cn: 以冒号分隔包含配置数据的基本目录列表。应用程序默认会在 <filename role="directory">${sysconfdir}/xdg/</filename> 中查找。<varname>${sysconfdir}</varname> 值取决于程序如何编译且对于二进制软件包通常为 <filename role="directory">/etc/</filename>。

source: The root for all user-specific data files. By default this is set to <filename role="directory">~/.local/share/</filename>.
ca: L'arrel per a tots els fitxers de dades específics de l'usuari. Per defecte és <filename role="directory">~/.local/share/</filename>.
it: Radice per i file dati per singolo utente. Di norma, è impostato a <filename role="directory">~/.local/share/</filename>.
zh_cn: 用于用户个人数据文件的根目录。默认设置为 <filename role="directory">~/.local/share/</filename>。

source: A set of preference ordered base directories relative to which data files should be searched in addition to the <varname>${XDG_DATA_HOME}</varname> base directory. The directories should be separated with a colon.
ca: Un conjunt ordenat de directoris base a partir dels quals es buscaran els fitxers de dades a més del directori base <varname>${XDG_DATA_HOME}</varname>. Els directoris s'han de separar mitjançant el caràcter dos punts.
it: Insieme di cartelle base, in ordine di preferenza, relative a quali file di dati dovranno essere ricercati in aggiunta alla cartella base <varname>${XDG_DATA_HOME}</varname>. Le cartelle devono essere separate da una virgola.
zh_cn: 一系列优先排列的除 <varname>${XDG_DATA_HOME}</varname> 基本目录之外与搜索数据文件有关的基本目录。这些目录之间应该以冒号分隔。

source: Files
ca: Fitxers
zh_cn: 文件

source: This is the location of the configuration file that includes the preferences which control the look and feel of @PACKAGE_NAME@.
ca: Aquesta és la localització del fitxer de configuració que inclou les preferències que controlen l'aparença de @PACKAGE_NAME@.
it: Percorso del file di configurazione che include le preferenze che controllano l'aspetto di @PACKAGE_NAME@.
zh_cn: 这是包含控制 @PACKAGE_NAME@ 感观的首选项的配置文件的位置。

source: This file includes the user interface definition for the toolbars. If you customize the toolbars using the graphical toolbars editor, @PACKAGE_NAME@ will store the new toolbars layout in the file <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
ca: Aquest fitxer inclou la definició de la interfície d'usuari de les barres d'eines. Si personalitzeu les barres d'eina usant l'editor gràfic, @PACKAGE_NAME@ emmagatzemarà les noves distribucions de la barra d'eines en el fitxer <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
it: File che include la definzione dell'interfaccia utente per le barre degli strumenti. Se si personalizzano le barre degli strumenti utilizzando l'editor grafico delle barre degli strumenti, @PACKAGE_NAME@ salverà la nuova disposizione delle barre degli strumenti nel file <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
zh_cn: 此文件包含工具栏的用户界面定义。如果您使用图形化的工具栏编辑器自定义工具栏，@PACKAGE_NAME@ 将在 <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename> 文件中储存新的工具栏布局。

source: See also
ca: Veieu a més
zh_cn: 参见

source: Terminal Emulator
ca: Emulador de terminal
it: Emulatore di Terminale
zh_cn: 终端模拟器

source: Xfce Development Team
ca: Equip de desenvolupament de Xfce
it: Gruppo di sviluppo di Xfce
zh_cn: Xfce 开发团队

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
ca: Teniu el dret de còpia, distribució i/o modificació d'aquest document segons els termes de la llicència «GNU Free Documentation», versió 1.1 o qualsevol posterior publicada per la Free Software Foundation; sense seccions invariables, sense textos de portada i sense textos de contraportada («with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts»). El text complert de la llicència està disponible a <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
it: Si ha il permesso di copiare, distribuire e/o modificare questo documento secondo i termini espressi dalla GNU Free Documentation License, Versione 1.1 o ogni successiva versione pubblicata dalla Free Software Foundation; senza sezioni invarianti, senza testi di copertina e senza testi di retrocopertina. Il testo completo della licenza è disponibile presso la <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
zh_cn: 在自由软件基金会发布的 GNU 自由文档许可协议 1.1 版本或更高版本的条款约束下允许复制、分发和/或修改本文档；不要求保留特定内容、封面文本或者封底文本。完整的许可协议文本在以下：<ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>。

source: This manual describes version @PACKAGE_VERSION@ of @PACKAGE_NAME@.
ca: Aquest manual descriu la versió @PACKAGE_VERSION@ de @PACKAGE_NAME@.
it: Questo manuale descrive la versione @PACKAGE_VERSION@ di @PACKAGE_NAME@.
zh_cn: 本手册介绍了 @PACKAGE_VERSION@ 版本的 @PACAGE_NAME@。

source: Introduction to @PACKAGE_NAME@
ca: Introducció a @PACKAGE_NAME@
it: Introduzione a @PACKAGE_NAME@
zh_cn: @PACKAGE_NAME@ 简介

source: What is a terminal emulator?
ca: Què és un emulador de terminal?
it: Che cos'è un emulatore di terminale?
zh_cn: 终端模拟器是什么？
