Repository: Acidburn0zzz/xfce4-terminal
Catalog: doc/po/*.po
Languages: ca, it, zh_cn

source: To put a terminal window into fullscreen
ca: Per posar una finestra de terminal en mode de pantalla completa:
it: Per mettere la finestra del terminale in modalità schermo intero
zh_cn: 将终端窗口全屏显示：

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Fullscreen</guimenuitem></menuchoice> from the menubar (or right-click the terminal window and choose <menuchoice><guimenuitem>Fullscreen</guimenuitem></menuchoice>).
ca: Seleccioneu a la barra de menús <menuchoice><guimenu>Visualitza</guimenu><guimenuitem>Pantalla completa </guimenuitem></menuchoice> (o feu clic-dret a la finestra de terminal i seleccioneu <menuchoice><guimenuitem>Pantalla completa</guimenuitem></menuchoice>).
it: Scegliere <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Schermo intero</guimenuitem></menuchoice> dalla barra dei menu (oppure fare click col tasto destro nella finestra del terminale e scegliere <menuchoice><guimenuitem>Schermo intero</guimenuitem></menuchoice>).
zh_cn: 从菜单栏中选择 <menuchoice><guimenu>视图</guimenu><guimenuitem>全屏</guimenuitem></menuchoice>(或者右击终端窗口并选择 <menuchoice><guimenuitem>全屏</guimenuitem></menuchoice>)。

source: To change the appearance of the terminal window:
ca: Per canviar l'aparença de la finestra de terminal:
it: Per cambiare l'aspetto della finestra del terminale:
zh_cn: 更改终端窗口的外观：

source: See <xref linkend="preferences"/> for information about the options that you choose in the <guilabel>Terminal Preferences</guilabel> dialog to change the appearance and behaviour of the terminal windows. For example, you can change the background color or the location of the scrollbar.
ca: Veieu <xref linkend="preferences"/> per més informació referent a les opcions que podeu triar al diàleg de <guilabel>Preferències del terminal</guilabel> per canviar l'aparença i el comportament de les finestres de terminal. Per exemple, podeu canviar el color de fons o la localització de la barra de desplaçament.
it: Vedere <xref linkend="preferences"/> per informazioni circa le opzioni scelte nel dialogo <guilabel>Impostazioni del terminale</guilabel> per cambiare l'aspetto e il comportamento delle finestre di terminale. Per esempio, è possibile modificare il colore dello sfondo o la posizione della barra di scorrimento.
zh_cn: 参看 <xref linkend=“首选项”/> 获取您在 <guilabel>终端首选项</guilabel> 对话框中选择用以更改终端窗口的外观和行为的选项的相关信息。比如，您可以更改终端的背景色和滚动条的位置。

source: To work with the contents of terminal windows
ca: El contingut de les finestres de terminal
it: Per lavorare con i contenuti della finestre di terminale
zh_cn: 处理终端窗口中的内容

source: To scroll through previous commands and output:
ca: Per desplaçar-se a ordres i sortides anteriors:
it: Per scorrere i comandi e gli output precedenti:
zh_cn: 滚动过之前的命令和并输出：

source: Perform one of the following actions:
ca: Feu alguna de les següents accions:
it: Eseguire una delle azioni seguenti:
zh_cn: 执行以下某个动作：

source: Use the scrollbar, which is usually displayed on the right side of each terminal window.
ca: Empreu la barra de desplaçament, que generalment la trobareu a la banda dreta de cada finestra de terminal.
it: Usare la barra di scorrimento, che è solitamente posizionata sul lato destro di ogni finestra di terminale.
zh_cn: 使用通常显示在终端窗口右边的滚动条。

source: Press the <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, or <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo> keys.
ca: Pitgeu les tecles <keycombo><keycap>Maj</keycap><keycap>Re Pàg</keycap></keycombo>, <keycombo><keycap>Maj</keycap><keycap>Av Pàg</keycap></keycombo>, <keycombo><keycap>Maj</keycap><keycap>↑</keycap></keycombo>, <keycombo><keycap>Maj</keycap><keycap>↓</keycap></keycombo>, <keycombo><keycap>Maj</keycap><keycap>Inici</keycap></keycombo>, o <keycombo><keycap>Maj</keycap><keycap>Fi</keycap></keycombo> keys.
it: Utilizzare i tasti <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, oppure <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo>.
zh_cn: 按 <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>、<keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>、<keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>、<keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>、<keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo> 或者 <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo> 键。

source: Use the middle wheel button on your mouse if applicable
ca: Empreu la roda del botó central del vostre ratolí, si en teniu.
it: Usare la rotella centrale del mouse se possibile
zh_cn: 如果鼠标中间有滚轮按钮则使用它

source: @PACKAGE_NAME@ mimics the FreeBSD console when <keycap>Scroll Lock</keycap> is pressed. When scroll lock is active, ordinary input and output from the shell is suspended and you can scroll through the history with <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> and <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> or using the optional scrollbar. Press <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> to activate the scroll lock and <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> to disable it afterwards.
ca: @PACKAGE_NAME@ imita la consola de FreeBSD quan es pitja <keycap> Bloq Despl</keycap>. Quan la tecla de fixació de desplaçament està activa, l'entrada i sortida habitual de l'intèrpret d'ordres queda suspès i així us podreu desplaçar per l'historial amb <keycombo><keycap>Maj</keycap><keycap>Re Pàg</keycap></keycombo> i <keycombo><keycap>Maj</keycap><keycap>Av Pàg</keycap></keycombo> o emprant la barra de desplaçament opcional. Pitgeu <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> per activar la fixació de desplaçament i <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> per desactivar-la després.
it: @PACKAGE_NAME@ si ispira alla console FreeBSD quando viene premuto il tasto <keycap>Scroll Lock</keycap>. Quando il blocco dello scorrimento è attivo, l'input e l'output della shell sono sospesi ed è possibile scorrere la cronologia tramite <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> e <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> oppure usando l'opzionale barra di scorrimento. Premere <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> per attivare il blocco dello scorrimento e <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> per disattivarlo successivamente.
zh_cn: @PACKAGE_NAME@ 在按下 <keycap>Scroll Lock</keycap> 时模拟 FreeBSD 控制台。当滚动锁定激活时，shell 的普通输入输出都会停止并且您可以使用 <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> 和 <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> 或者使用可选的滚动条在终端历史中滚动。按 <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> 激活滚动锁定，之后您可以按<keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> 禁用它。

source: The number of lines that you can scroll back in the terminal window is determined by the <guilabel>Scrollback</guilabel> setting in the <guilabel>General</guilabel> section of the <guilabel>Terminal Preferences</guilabel> dialog.
ca: El nombre de línies que es poden navegar cap endarrere a la finestra de terminal ve fixat per l'opció <guilabel>Desplaçament endarrere</guilabel> de la secció <guilabel>General</guilabel> del diàleg <guilabel>Preferències del terminal</guilabel>.
it: Il numero di linee che possono essere oggetto di scorrimento è determinato dall'impostazione <guilabel>Scorrimento</guilabel> nella sezione <guilabel>Generale</guilabel> del dialogo <guilabel>Preferenze del terminale</guilabel>.
zh_cn: 终端窗口中能够回滚的行数在 <guilabel>终端首选项</guilabel> 对话框中的 <guilabel>一般</guilabel> 选项中的 <guilabel>回滚</guilabel> 设置处决定。

source: To select and copy text:
ca: Per seleccionar i copiar text:
it: Per selezionare e copiare del testo:
zh_cn: 选择并复制文本：

source: You can select text in any of the following ways:
ca: Podeu seleccionar text de qualsevol de les següents maneres:
it: E' possibile selezionare del testo in uno dei modi seguenti:
zh_cn: 您可以通过以下任一方式选择文本：

source: To select a character at a time, click on the first character that you want to select and drag the mouse to the last character that you want to select.
ca: Per seleccionar un caràcter d'un sol cop, feu clic en el primer caràcter que voleu seleccionar i arrossegueu el ratolí al darrer caràcter de la selecció.
it: Per selezionare un carattere alla volta, fare click sul primo carattere che si vuole selezionare e trascinare il mouse fino all'ultimo carattere che si vuole selezionare.
zh_cn: 一次选择一个字符，点击您要选择的第一个字符并拖拽鼠标到您所要选择的最后一个字符处选择。

source: To select a word at a time, double-click on the first word that you want to select and drag the mouse to the last word that you want to select.
ca: Per seleccionar una paraula d'un cop, clic-doble a la primera paraula que voleu seleccionar i arrossegueu el ratolí a la darrera paraula de la selecció.
it: Per selezionare una parola alla volta, fare doppio click sulla prima parola che si vuole selezionare e trascinare il mouse fino all'ultima parola che si vuole selezionare.
zh_cn: 一次选择一个字词，双击您要选择的第一个字词并拖拽鼠标到您所要选择的最后一个字词处选择。

source: To select a line at a time, triple-click on the first line that you want to select and drag the mouse to the last line that you want to select.
ca: Per seleccionar una línia d'un cop, clic-triple a la primera línia que voleu seleccionar i arrossegueu el ratolí a la darrera línia de la selecció.
it: Per selezionare una linea alla volta, fare triplo click sulla prima linea che si vuole selezionare e trascinare il mouse fino all'ultima linea che si vuole selezionare.
zh_cn: 一次选择一行，三次点击您要选择的第一行并拖拽鼠标到您所要选择的最后一行处选择。

source: These actions select all text between the first and last items. For all text selections, @PACKAGE_NAME@ copies the selected text into the clipboard when you release the mouse button. To explicitly copy the selected text, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
ca: Aquestes accions seleccionen tot el text entre el primer i el darrer element. Per totes les seleccions de text, @PACKAGE_NAME@ copia el text seleccionat al del porta-retalls quan deixeu anar el botó del ratolí. Per copiar el text de forma explícita, seleccioneu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Copia</guimenuitem></menuchoice>.
it: Queste azioni selezionano tutto il testo tra il primo e l'ultimo oggetto. Per tutte le selezioni di testo, @PACKAGE_NAME@ copia il testo selezionato negli appunti al momento del rilascio del pulsante del mouse. Per copiare esplicitamente il testo selezionato, scegliere <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Copia</guimenuitem></menuchoice>.
zh_cn: 这些动作都是选择第一个和最后一个项目之间的所有文本。对于所有选择的文本，在您松开鼠标按钮之后，@PACKAGE_NAME@ 会将选中的文本复制至剪贴板。要手动粘贴选中的文本，选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>复制</guimenuitem></menuchoice>

source: To paste text into a terminal:
ca: Per enganxar text a un terminal:
it: Per incollare del testo nel terminale:
zh_cn: 粘贴文本至终端：

source: If you previously copied text to the clipboard, you can paste the text into a terminal by performing one of the following actions:
ca: Si prèviament heu copiat text al porta-retalls, el podeu enganxar al terminal fent alguna de les següents accions:
it: Se è stato precedentemente incollato del testo negli appunti, è possibile incollare del testo all'interno del terminale attraverso una della seguenti azioni:
zh_cn: 如果您之前将文本复制在剪贴板中，您可以执行以下某个动作将此文本粘贴至终端：

source: To paste text that you copied by selection only, middle-click at the command prompt. If you do not have a middle mouse button, refer to the X Server documentation for information about how to emulate the middle mouse button. This is equivalent to using the <menuchoice><guimenuitem>Paste Selection</guimenuitem></menuchoice> item from <menuchoice><guimenu>Edit</guimenu></menuchoice> menu.
ca: Per enganxar text que heu copiat només seleccionant-lo, feu clic amb el botó central del ratolí a l'indicador d'ordres. Si no teniu un ratolí amb botó del mig, mireu la documentació del servidor X referent a com emular el botó del mig dels ratolins. Això és equivalent a emprar l'element <menuchoice><guimenuitem>Enganxa la selecció</guimenuitem></menuchoice> del menú <menuchoice><guimenu>Edita</guimenu></menuchoice>.
it: Per incollare del testo che è stato copiato tramite selezione, fare click col tasto centrale nel prompt di comando. Se non si ha il pulsante centrale nel mouse, riferirsi alla documentazione del server X per informazioni su come emulare il bottone centrale del mouse. Il tutto è equivalente a usare l'elemento <menuchoice><guimenuitem>Incolla selezione</guimenuitem></menuchoice> dal menu <menuchoice><guimenu>Modifica</guimenu></menuchoice>.
zh_cn: 在命令提示符处中击仅通过所选内容粘贴您复制的文本。如果您没有鼠标中键按钮，参考 X 服务器文档中有关如何模拟鼠标中键按钮的信息。此与使用 <menuchoice><guimenu>编辑</guimenu></menuchoice> 菜单中的 <menuchoice><guimenuitem>粘贴所选内容</guimenuitem></menuchoice> 项目等价。

source: To paste text that you explicitly copied, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>.
ca: Per enganxar text que heu copiat explícitament, seleccioneu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Enganxa</guimenuitem></menuchoice>.
it: Per incollare del testo esplicitamente copiato. scegliere <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Incolla</guimenuitem></menuchoice>.
zh_cn: 要粘贴您手动复制的文本，选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>粘贴</guimenuitem></menuchoice>

source: To drag a file name into a terminal window:
ca: Per a arrossegar un nom de fitxer a una finestra de terminal:
it: Per trascinare il nome di un file all'interno di una finestra di terminale:
zh_cn: 将文件名拖拽至终端窗口：

source: You can drag a file name to a terminal from another application such as a file manager or a web browser. The terminal displays the path and the full name of the URI.
ca: Podeu arrossegar el nom d'un fitxer a un terminal des d'una altra aplicació com pot ser un gestor de fitxers o un explorador web. El terminal mostra el camí i el nom complet de la URI.
it: E' possibile trascinare il nome di un file nel terminale a partire da un'altra applicazione come il gestore di file o il browser web. Il terminale mostrerà il percorso e il nome completo dell'URI.
zh_cn: 您可以将文件管理器或者网络浏览器之类的其它应用程序中的文件名拖拽至终端。终端将显示此统一资源标志符的路径和完整名称。

source: To access a hyperlink:
ca: Per accedir a un hiper-enllaç:
it: Per accedere a un collegamento ipertestuale:
zh_cn: 访问超链接：

source: To access a Uniform Resource Locator (URL) that is displayed in a terminal window, perform the following steps:
ca: Per a accedir a un Localitzador Uniforme de Recursos (URL) que es mostra en la finestra del terminal, executeu els següents passos:
it: Per accedere a un Uniform Resource Locator (URL) che è visualizzato in una finestra di terminale, eseguire i passi seguenti:
zh_cn: 要访问终端窗口中显示的统一资源定位器(地址)，执行以下步骤：

source: Move the mouse over the URL until the URL is underlined.
ca: Moveu el ratolí sobre la URL fins que la URL estigui subratllada.
it: Spostare il mouse sulla URL fintantoché la URL non è sottolineata.
zh_cn: 将鼠标移至地址上方直至此地址下出现下划线。

source: Right-click on the URL to open the context menu.
ca: Feu clic amb el botó dret a la URL per a obrir el menú contextual
it: Fare click col tasto destro sull'URL per aprire il menu di contesto.
zh_cn: 右击地址打开交互菜单。

source: Choose <guimenuitem>Open Link</guimenuitem> from the context menu to start your preferred Web Browser and display the file located at the URL.
ca: Trieu <guimenuitem>Obrir Enllaç</guimenuitem> del menú contextual per a iniciar el vostre navegador Web preferit amb la URL indicada.
it: Scegliere <guimenuitem>Apri collegamento/guimenuitem> dal menu di contesto per avviare il browser web preferito e visualizzare il file posizionato alla URL.
zh_cn: 从交互菜单中选择 <guimenuitem>打开链接</guimenuitem> 启动您首选的网络浏览器并显示此地址上的文件。

source: To compose an email:
ca: Per a escriure un correu electrònic:
it: Per comporre un'email:
zh_cn: 撰写电子邮件：

source: To compose an email to an address that is displayed in a terminal window, perform the following steps:
ca: Per a editar un correu electrònic a una adreça mostrada a la finestra del terminal, seguiu els següents passos:
it: Per comporre un'email verso l'indirizzo che è mostrato nella finestra del terminale, eseguire i passi seguenti:
zh_cn: 要给终端窗口中显示的地址撰写一封电子邮件，执行以下步骤：

source: Move the mouse over the email address until the email address is underlined.
ca: Moveu el ratolí sobre l'adreça de correu fins que l'adreça de correu quedi subratllada.
it: Spostare il mouse sopra l'indirizzo mail fintantoché l'indirizzo email è sottolineato.
zh_cn: 将鼠标移至电子邮件地址上方直至此电子邮件地址下出现下划线。

source: Right-click on the email address to open the context menu.
ca: Feu clic al botó dret del ratolí per a obrir el menú contextual.
it: Fare click col tasto destro sopra l'indirizzo email per aprire il menu di constesto.
zh_cn: 在电子邮件地址上右击打开交互菜单。

source: Choose <guimenuitem>Compose Email</guimenuitem> from the context menu to compose an email in your preferred Mail Reader.
ca: Trieu <guimenuitem>Escriu un correu electrònic</guimenuitem> del menú contextual per a escriure un correu electrònic en el vostre lector de correu preferit.
it: Scegliere <guimenuitem>Componi email</guimenuitem> dal menu di contesto per comporre un'email nel lettore di posta preferito.
zh_cn: 从交互菜单中选择 <guimenuitem>撰写电子邮件</guimenuitem> 在您首选的邮件阅读器中撰写电子邮件。

source: To change the terminal title
ca: Canvi del títol del teminal
it: Per cambiare il titolo del terminale
zh_cn: 更改终端标题

source: Set title dialog
ca: Establir títol del diàleg
it: Dialogo imposta titolo
zh_cn: 设置标题对话框

source: To change the title of the currently displayed terminal, perform the following three steps:
ca: Per a canviar el títol del terminal actual, seguiu els tres passos següents:
it: Per cambiare il titolo del terminale visualizzato correntemente, eseguire i tre seguenti passi:
zh_cn: 要更改当前显示的终端的标题，执行以下三个步骤：

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Set Title...</guimenuitem></menuchoice> or double-click the the terminal tab header.
ca: Escolliu <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Establir títol...</guimenuitem></menuchoice> or feu doble clic a la capçalera de la pestanya del terminal.
it: Scegliere <menuchoice><guimenu>Terminale</guimenu><guimenuitem>Imposta titolo...</guimenuitem></menuchoice> oppure fare doppio click sull'intestazione della scheda del terminale.
zh_cn: 选择 <menuchoice><guimenu>终端</guimenu><guimenuitem>设置标题...</guimenuitem></menuchoice> 或者双击终端标签头。

source: Type the new title in the <guilabel>Title</guilabel> text box. @PACKAGE_NAME@ applies the change immediately.
ca: Escriviu el nou títol a la caixa de text <guilabel>Títol</guilabel>. @PACKAGE_NAME@ aplicarà els canvis immediatament.
it: Digitare il nuovo titolo all'interno della casella di testo <guilabel>Titolo</guilabel>. @PACKAGE_NAME@ applicherà il cambiamento immediatamente.
zh_cn: 在 <guilabel>标题</guilabel> 文本框中输入新标题。@PACKAGE_NAME@ 将立即应用此更改。

source: Click the button <guilabel>Close</guilabel> or press the <keycap>Return</keycap> key to close the <guilabel>Set Title</guilabel> dialog.
ca: Feu clic al botó <guilabel>Tancar</guilabel> o premeu la tecla <keycap>Return</keycap> per a tancar la finestra de diàleg <guilabel>Establir títol</guilabel>.
it: Fare click sul pulsante <guilabel>Chiudi</guilabel> oppure premere il tasto <keycap>Invio</keycap> per chiudere il dialogo <guilabel>Imposta titolo</guilabel> .
zh_cn: 点击 <guilabel>关闭</guilabel> 按钮或者按下 <keycap>回车</keycap> 键关闭 <guilabel>设置标题</guilabel> 对话框。

source: To reset the terminal title to its default behavior, perform the same three steps as described above, but enter an empty title.
ca: Per a tornar a establir el títol del terminal al seu comportament inicial, seguiu els mateixos passos descrits anteriorment, però deixeu el títol buit.
it: Per reimpostare il titolo del terminale al comportamento predefinito, eseguire gli stessi tre passi descritti sopra lasciando il titolo vuoto.
zh_cn: 要重置终端标题至其默认行为，执行上述的三个相同步骤，但输入空标题。

source: @PACKAGE_NAME@ will substitute these tokens:
ca: @PACKAGE_NAME@ substituirà aquests símbols:
it: @PACKAGE_NAME@ sostituirà i seguenti termini:
zh_cn: @PACKAGE_NAME@ 会替换这些标记：

source: %d : name of the current directory (short).
ca: %d: nom del directori actual (curt).
it: %d : nome (breve) della cartella corrente.
zh_cn: %d：当前目录名称(短)

source: %D : current directory (long).
ca: %D: directori actual (llarg)
it: %D : cartella corrente (nome esteso)
zh_cn: %D：当前目录(长)

source: %w : window title set by shell.
ca: %w: títol de la finestra establert per línia de comandes.
it: %w: titolo della finestra impostato dalla shell.
zh_cn: %w：shell 设置的窗口标题

source: %# : the session id.
ca: %#: identificador de la sessió.
it: %# : id della sessione.
zh_cn: %#：会话 id

source: To recover your terminal
ca: Recuperació del vostre terminal
it: Per ripristinare il terminale
zh_cn: 恢复您的终端

source: This section provides some advice if you have problems with terminals.
ca: Aquesta secció proveeix alguns suggeriments si teniu problemes amb els terminals.
it: Questa sezione fornisce alcuni suggerimenti in caso di problemi con i terminali.
zh_cn: 如果您有终端方面的问题本节将提供一些建议。

source: To reset the state of the terminal:
ca: Per a reiniciar l'estat del terminal:
it: Per reimpostare lo stato del terminale:
zh_cn: 重置终端的状态：

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset</guimenuitem></menuchoice>.
ca: Trieu <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reiniciar</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>Terminale</guimenu><guimenuitem>Reimposta</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>终端</guimenu><guimenuitem>重置</guimenuitem></menuchoice>

source: To reset the terminal and clear the terminal screen:
ca: Per a reiniciar el terminal i netejar-ne la finestra:
it: Per reimpostare il terminale e cancellare lo schermo del terminale:
zh_cn: 重置终端并清除终端屏幕

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset and Clear</guimenuitem></menuchoice>.
ca: Trieu <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reiniciar i netejar</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>Terminale</guimenu><guimenuitem>Reimposta e cancella</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>终端</guimenu><guimenuitem>重置并清除</guimenuitem></menuchoice>

source: You can also use the shell commands <userinput><command>reset</command></userinput> and <userinput><command>clear</command></userinput> to recover your terminal.
ca: També podeu usar les comandes de l'interpret de comandes <userinput><command>reset</command></userinput> i <userinput><command>clear</command></userinput> per a recuperar el terminal.
it: E' altresì possibile utilizzare i comandi della shell <userinput><command>reset</command></userinput> e <userinput><command>clear</command></userinput> per ripristinare il terminale.
zh_cn: 您同样可以使用 shell 命令 <userinput><command>reset</command></userinput> 和 <userinput><command>clear</command></userinput> 来恢复您的终端。

source: To customize the toolbars
ca: Per a personalitzar les barres d'eines
it: Per personalizzare le barre degli strumenti
zh_cn: 自定义工具栏
