Repository: Acidburn0zzz/xfce4-terminal
Catalog: doc/po/*.po
Languages: ca, it, zh_cn

source: As already mentioned, @PACKAGE_NAME@ includes support for customizable toolbars. The toolbars are disabled by default, you will have to explicitly enable it. Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Toolbars</guimenuitem></menuchoice> from the menubar to display the toolbars in the current window. If you want to permanently use the toolbars, see <xref linkend="preferences-appearance"/>.
ca: Al com s'ha mencionat, @PACKAGE_NAME@ inclou el suport per a personalitzar les barres d'eines. Les barres d'eina estan inhabilitades per defecte i les heu d'activar explícitament. Trieu <menuchoice><guimenu>Veure</guimenu><guimenuitem>Mostrar barres d'eines</guimenuitem></menuchoice> de la barra de menú per a mostrar les barres d'eines a la finestra actual. Si voleu fer ús permanent de les barres d'eina, veieu <xref linkend="preferences-appearance"/>.
it: Come già accennato, @PACKAGE_NAME@ include il supporto per la personalizzazione delle barre degli strumenti. Di norma, le barre degli strumenti sono disabilitate e occorre abilitarle esplicitamente. scegliere <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Mostra le barre degli strumenti</guimenuitem></menuchoice> dalla barra dei menu per mostrare le barre degli strumenti nella finestra corrente. Per utilizzare permanentemente le barre degli strumenti, si veda <xref linkend="preferences-appearance"/>.
zh_cn: 就如总是提到的，@PACKAGE_NAME@ 支持自定义工具栏。工具栏默认是禁用的，您需要手动启用它。选择菜单栏中的 <menuchoice><guimenu>视图</guimenu><guimenuitem>显示工具栏</guimenuitem></menuchoice> 显示当前窗口的工具栏。如果您要永久使用工具栏，参看 <xref linkend=“首选项-外观”/>。

source: Once the toolbars are shown, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Toolbars...</guimenuitem></menuchoice> from the menubar or right-click one of the toolbars and choose <menuchoice><guimenuitem>Customize Toolbar...</guimenuitem></menuchoice> from the context menu. This opens the <guilabel>Toolbar Editor</guilabel> window, which allows you to customize the toolbars in the current terminal window.
ca: Un cop es mostren les barres d'eina, trieu <menuchoice><guimenu>Editar</guimenu><guimenuitem>Barres d'eina...</guimenuitem></menuchoice> de la barra del menú o feu clic amb el botó dret sobre les barres d'eina i trieu <menuchoice><guimenuitem>Personalitzar barra d'eina...</guimenuitem></menuchoice> del menú contextual. Això obrirà la l'<guilabel>Editor de barres d'eina</guilabel> amb el qual podreu personalitzar les barres d'eina de la finestra de terminal actual.
it: Una volta che le barre degli strumenti sono visualizzate, scegliere <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Barre degli strumenti...</guimenuitem></menuchoice> dalla barra del menu oppure fare click col tasto destro su una delle barre degli strumenti e scegliere <menuchoice><guimenuitem>Personalizza la barra degli strumenti...</guimenuitem></menuchoice> dal menu di contesto. Verrà aperta la finestra <guilabel>Editor delle barre degli strumenti</guilabel>, la quale consente di personalizzare le barre degli strumenti nella finestra di terminale corrente.
zh_cn: 一旦工具栏已显示，从菜单栏中选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>工具栏...</guimenuitem></menuchoice> 或者右击某一工具栏并从交互菜单中选择 <menuchoice><guimenuitem>自定义工具栏...</guimenuitem></menuchoice>。这会打开 <guilabel>工具栏编辑器</guilabel> 窗口，此窗口让您在当前终端窗口中自定义工具栏。

source: Customizing the toolbars
ca: Personalització de les barres d'eines
it: Personalizzare le barre degli strumenti
zh_cn: 自定义工具栏

source: Just drag an item from the <guilabel>Toolbar Editor</guilabel> window and drop it on a toolbar to add that item to the specific toolbar or drag an item from a toolbar to the <guilabel>Toolbar Editor</guilabel> to remove it from the toolbar. You can add additional toolbars by clicking the button <guibutton>Add a new toolbar</guibutton> and remove toolbars by right-clicking the toolbar and selecting <menuchoice><guimenuitem>Remove Toolbar</guimenuitem></menuchoice> from the context menu. You can also choose a different style for a toolbar from the context menu.
ca: Arrossegueu un ítem de la finestra de l'<guilabel>Editor de barres d'eines</guilabel> i deixeu-lo anar sobre la barra d'eina per a afegir aquest ítem a la barra d'eines especificada o bé arrosegueu-la fora de la barra d'eines cap a la finestra de l'<guilabel>Editor de barres d'eines</guilabel> per a eliminar-lo de la barra d'eines. Podeu afegir barres d'eines addicionals prement el botó <guibutton>Afegir una nova barra d'eines</guibutton> i eliminar-ne fent clic amb el botó dret i triant <menuchoice><guimenuitem>Eliminar barra d'eines</guimenuitem></menuchoice> del menú contextual. També podeu triar un estil diferent des del menú contextual.
it: Semplicemente trascinare un oggetto dalla finestra dell'<guilabel>Editor delle barre degli strumenti</guilabel> e portarlo nella barra degli strumenti per aggiungere quell'oggetto nella specifica barra degli strumenti; oppure trascinare un oggetto dalla barra degli strumenti all'<guilabel>Editor delle barre degli strumenti</guilabel> per rimoverlo dalla barra degli strumenti. E' possibile aggiungere ulteriori barre degli strumenti facendo click sul pulsante <guibutton>Aggiungi una nuova barra degli strumenti</guibutton> e rimuovere le barre degli strumenti facendo click col tasto destro sulla barra degli strumenti e selezionando <menuchoice><guimenuitem>Rimuovi la barra degli strumenti</guimenuitem></menuchoice> dal menu di contesto. E' anche possibile scegliere diversi stili per la barra degli strumenti attraverso il menu di contesto.
zh_cn: 只需从 <guilabel>工具栏编辑器</guilabel> 窗口中拖动一个项目并将其放在工具栏上即可将此项目添加至指定的工具栏，或者从工具栏中将一个项目拖至 <guilabel>工具栏编辑器</guilabel> 中将其从工具栏中移除。您可以通过点击 <guibutton>添加一个新工具栏</guibutton> 按钮来添加额外的工具栏，通过右击工具栏并从交互菜单中选择 <menuchoice><guimenuitem>移除工具栏</guimenuitem></menuchoice> 移除工具栏。您还可以在交互菜单中为工具栏选择不同的样式。

source: To switch between different encodings
ca: Canvi de codificació de caràcters
it: Per scegliere tra diverse codifiche
zh_cn: 在不同编码间切换

source: @PACKAGE_NAME@ itself does not (yet) include builtin support for switching encodings on the fly in a terminal session. But since @PACKAGE_NAME@ implements an UTF-8 mode, you can use the <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">Luit application</ulink> to switch between different character encodings within a terminal session.
ca: @PACKAGE_NAME@ no proveeix (encara) suport per a intercanviar codificació de caràcters al vol en una sessió de terminal. Des que @PACKAGE_NAME@ implementa el mode UTF-8, podeu usar l'aplicació <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">Luit</ulink> per a intercanviar les codificacions de caràcters dins una sessió de terminal.
it: @PACKAGE_NAME@ non include (per il momento) nessun supporto integrato per cambiare al volo la codifica in una sessione di terminale. Tuttavia dal momento che @PACKAGE_NAME@ implementa una modalità UTF-8, è possibile utilizzare l'<ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">applicazione Luit</ulink> per cambiare tra diverse codifiche di caratteri all'interno di una sessione di terminale.
zh_cn: @PACKAGE_NAME@ 本身不包括(暂时)在终端会话运行过程中切换编码的内置支持。但由于 @PACKAGE_NAME@ 支持 UTF-8 模式，您可以使用 <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">Luit application</ulink> 在终端会话中在不同的字符编码间切换。

source: Preferences
ca: Preferències
it: Preferenze
zh_cn: 首选项

source: To configure @PACKAGE_NAME@, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences...</guimenuitem></menuchoice> or right-click the terminal area of the window and choose <menuchoice><guimenuitem>Preferences...</guimenuitem></menuchoice>. This will bring up the <guilabel>Terminal Preferences</guilabel> dialog, which allows you to adjust @PACKAGE_NAME@'s behaviour to your needs.
ca: Per a configurar @PACKAGE_NAME@, trieu <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferències...</guimenuitem></menuchoice> o feu clic amb el botó dret a l'àrea de la finestra del terminal i trieu <menuchoice><guimenuitem>Preferències...</guimenuitem></menuchoice>. S'obrirà el diàleg de <guilabel>Preferències del terminal</guilabel> el qual us permetrà ajustar el comportament de @PACKAGE_NAME@ segons les vostres necessitats.
it: Per configurare @PACKAGE_NAME@, scegliere <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Preferenze...</guimenuitem></menuchoice> oppure fare click col tasto destro nell'area del terminale e scegliere <menuchoice><guimenuitem>Impostazioni...</guimenuitem></menuchoice>. Ciò farà apparire il dialogo <guilabel>Preferenze del terminale</guilabel>, il quale consente di adattare il comportamento di @PACKAGE_NAME@ secondo le esigenze.
zh_cn: 要配置 @PACKAGE_NAME@，选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>首选项...</guimenuitem></menuchoice> 或者右击窗口中的终端区域并选择 <menuchoice><guimenuitem>首选项...</guimenuitem></menuchoice>。这会得到 <guilabel>终端首选项</guilabel> 对话框，它让您按您的需求来调整 @PACKAGE_NAME@ 的行为。

source: General
it: Generale
zh_cn: 一般

source: General preferences
ca: Preferències generals
it: Preferenze generali
zh_cn: 一般首选项

source: Initial title
ca: Títol inicial
it: Titolo iniziale
zh_cn: 初始标题

source: Use this text box to specify the initial title of terminals. New terminals will have the initial title.
ca: Useu aquesta entrada de text per a especificar el títol inicial dels terminals. Tots els nous terminal tindran aquest títol.
it: Utilizzare questa casella di testo per specificare il titolo iniziale dei terminali. I nuovi terminali avrenno questo titolo iniziale.
zh_cn: 使用此文本框指定终端的初始标题。新终端会用此初始标题。

source: The initial title can also substitute some tokens, see <xref linkend="set-title"/> for more information.
ca: El títol inicial pot substituir alguns símbols, veieu <xref linkend="set-title"/> per a més informació.
it: Il titolo iniziale può anche sostituire alcuni termini, si veda <xref linkend="set-title"/> per maggiori informazioni.
zh_cn: 初始标题同样会替换某些标记，参看 <xref linkend="set-title"/> 获取详情。

source: Dynamically-set title
ca: Títol establert dinàmicament
it: Titolo impostato dinamicamente
zh_cn: 动态设置标题

source: Use this drop-down list to specify how to handle dynamically-set titles, that is, terminal titles set by the commands that run in the terminal.
ca: Empreu aquesta llista desplegable per a indicar com manegar els títols establerts dinàmicament, és a dir, el títol s'estableix segons les comandes executades al terminal.
it: Utilizzare questa lista a tendina per specificare come gestire i titoli impostati dinamicamente, cioè, i titoli dei terminali impostati dai comandi che sono eseguiti all'interno del terminale.
zh_cn: 使用此下拉菜单来指定如何处理动态设置标题，也就是由在终端窗口中运行的命令设置的终端标题。

source: Run command as login shell
ca: Executar la comanda en un intèrpret de comandes d'entrada
it: Esegui il comando come shell di login
zh_cn: 作为登录 shell 运行命令

source: Select this option to force @PACKAGE_NAME@ to run your shell as a login shell when you open new terminals. See the documentation of your shell for details about differences between running it as interactive shell and running it as login shell.
ca: Seleccioneu aquesta opció per a forçar a @PACKAGE_NAME@ per a executar l'interpret de comandes d'entrada quan obriu nous terminals. Veieu la documentació del vostre interpret de comandes per a saber més sobre la diferència entre un interpret d'ordres interactiu i d'entrada.
it: Selezionare questa opzione per forzare @PACKAGE_NAME@ a eseguire la shell come login di accesso quando si aprono nuovi terminali. Si veda la documentazione della shell utilizzata per dettagli circa la differenza fra eseguire una shell interattiva e una shell di accesso.
zh_cn: 选中此选项以便强制 @PACKAGE_NAME@ 在您打开新终端时将您的 shell 作为登录 shell 运行。参看您的作为交互 shell 运行和作为登录 shell 运行区别的相关文档获取详情。

source: Update utmp/wtmp records when command is launched
ca: Actualitzar els registres de utmp/wtmp quan la comanda s'inicia
it: Aggiorna i record di utmp/wtmp quando viene lanciato il comando
zh_cn: 当命令启动时更新 utmp/wtmp 记录

source: Select this option to insert a new entry in the utmp and wtmp records when a new terminal is opened.
ca: Trieu aquesta opció per a inserir una nova entrada als registres de utmp i wtmp quan s'obre un nou terminal.
it: Selezionare questa opzione per inserire un nuovo elemento nei registri utmp e wtmp quando un nuovo terminale viene aperto.
zh_cn: 选中此选项以便当新终端打开时在 utmp 和 wtmp 记录中插入新条目。

source: Scroll on output
ca: Desplaçar-se quan hi ha sortida
it: Scorri in presenza di output
zh_cn: 输出时滚动

source: Select this option to enable you to scroll the output on the terminal while the terminal continues to display more output from a command.
ca: Trieu aquesta opció per a permetre-us desplaçar-vos per la sortida del terminal mentre el terminal segueix mostrant la sortida d'una comanda.
it: Selezionare questa opzione per abilitare lo scrorrimento dell'output nel terminale quando il terminale continua a visualizzare ulteriore output da un comando.
zh_cn: 选中此选项让您能在终端继续显示命令结果时在终端上滚动输出。

source: Scroll on keystroke
ca: Desplaçar-se quan es prem una tecla
it: Scorri alla pressione di un tasto
zh_cn: 按键时滚动

source: Select this option to enable you to press any key on the keyboard to scroll down the terminal window to the command prompt. This action only applies if you scrolled up the terminal window and you want to return to the command prompt.
ca: Trieu aquesta opció per a que prement qualsevol tecla la finestra del terminal es desplaci fins a la línia de comandes. Aquesta opció només s'aplica si heu fet anteriorment desplaçaments i voleu tornar a la línia de comandes.
it: Selezionare questa opzione per abilitare la pressione di un qualsiasi tasto della tastiera per effettuare lo scroll in basso nella finestra del terminale verso il prompt di comando. Questa azione si applica solamente se dopo aver effettuato lo scorrimento verso l'alto nella finestra del terminale e si vuole ritornare al prompt di comando.
zh_cn: 选中该选项让您能按键盘上任意键滚动终端窗口至命令提示符。此动作仅在您上滚终端窗口并要返回至命令提示符处时有用。

source: Scrollbar is
ca: La barra de desplaçament és
it: La barra di scorrimento è
zh_cn: 滚动条位置

source: Use this drop-down list to specify the position of the scrollbar in terminal windows.
ca: Empreu aquesta llista desplegable per a especificar la posició de la barra de desplaçament en les finestres de terminal.
it: Utilizzare questo menu a tendina per specificare la posizione della barra di scorrimento nelle finestre del terminale.
zh_cn: 使用此下拉菜单指定滚动条在终端窗口中的位置。

source: Scrollback
ca: Desplaçament enrera
it: Scorrimento
zh_cn: 回滚

source: Use this spin box to specify the number of lines that you can scroll back using the scrollbar or the mouse wheel. For example, if you specify 1000 you can scroll back the last 1000 lines displayed in the terminal.
ca: Feu servir aquest botó per a especificar el nombre de línies que voleu desplaçar-vos quan useu la roda del ratolí. Per exemple, si especifiqueu 1000, podeu desplaçar-vos les darreres 1000 línies mostrades al terminal.
it: Utilizzare questa casella per specificare il numero di righe che possono essere oggetto di scorrimento all'indietro tramite la barra di scorrimento oppure con la rotella del mouse. Per esempio, specificando 1000 si potranno scorrere all'indietro le ultime 1000 righe visualizzate nel terminale.
zh_cn: 使用此选值框指定您使用滚动条或鼠标滚轮回滚的行数。比如，如果您指定 1000，您可以回滚至终端中显示上 1000 行。

source: Appearance
ca: Aparença
it: Aspetto
zh_cn: 外观

source: Appearance preferences
ca: Preferències d'aparença
it: Preferenze dell'aspetto
zh_cn: 外观首选项

source: Font
ca: Tipus de lletra
it: Carattere
zh_cn: 字体

source: Click on the button to select the font type and font size you want to use for the terminal.
ca: Feu clic al botó per a triar el tipus i la mida de la font que voleu usar al terminal.
it: Fare click sul pulsante per selezionare il tipo e la dimensione del carattere che si vuole utilizzare nel terminale.
zh_cn: 点击此按钮选择您要在终端中使用的字体类型和字体大小。

source: Use the option <guilabel>Enable anti-aliasing for the terminal font</guilabel> to control whether you want @PACKAGE_NAME@ to use anti-aliasing when rendering text in the terminals. Disabling this option can impressively speed up terminal rendering performance and reduce the overall system load on slow systems.
ca: Useu l'opció <guilabel>Activar l'antidentat per al tipus de lletra del terminal</guilabel> per a controlar si voleu que @PACKAGE_NAME@ usi l'antidentat quan mostri el text als terminals. Desactivant aquesta opció pot accelerar la velocitat del terminal i reduir la càrrega general del sistema en màquines lentes.
it: Utilizzare l'opzione <guilabel>Abilita l'anti-aliasing per il carattere del terminale</guilabel> per controllare se si desidera che @PACKAGE_NAME@ utilizzi l'anti-aliasing al momento di disegnare il testo all'interno dei terminali. Disabilitando questa opzione si possono migliorare notevolmente le prestazioni di visualizzazione del terminale e ridurre il carico complessivo del sistema su sistemi lenti.
zh_cn: 使用 <guilabel>终端字体启用反锯齿</guilabel> 选项来控制您是否要 @PACKAGE_NAME@ 在终端显示文本时使用反锯齿。禁用此项可以在慢系统上显著地加快终端的渲染性能并减少整个系统的负载。

source: The option <guilabel>Allow bold text</guilabel> controls whether Terminal allows the application running inside to use bold text or not. If disabled, all text will appear in the selected font, else certain text will appear in bold face.
ca: L'opció <guilabel>Permetre text en negreta</guilabel> controla si el terminal permet a l'aplicació que s'executa dins el terminal d'usar text en negreta. Si no, tot el text apareixerà en el tipus de lletra seleccionat, sinó algun text pot aparèixer en negreta.
it: L'opzione <guilabel>Consenti testo in grassetto</guilabel> determina se il Terminale consente all'applicazione eseguita all'interno di utilizzare o meno il testo in grassetto. Se disabilitata, tutto il testo apparirà secondo il carattere selezionato, altrimenti qualche porzione di testo apparirà in grassetto.
zh_cn: <guilabel>允许粗体</guilabel> 选项控制终端是否允许运行在其中的应用程序使用粗体。如果禁用，所有的文本都将以选中的字体出现，其它特定文本将以粗体出现。

source: Background
ca: Fons
it: Sfondo
zh_cn: 背景

source: Select a background for the terminal window. The options are as follows:
ca: Seleccioneu el fons per a la finestra del terminal. Les opcions són les següents:
it: Selezionare uno sfondo per la finestra del terminale. Le opzioni sono le seguenti:
zh_cn: 为终端窗口选择背景。选项如下：

source: None (use solid color)
ca: Cap (usar un color opac)
it: Nessuno (usa un colore)
zh_cn: 无(使用固定颜色)

source: Select this option to use the background color that is specified in the <guilabel>Colors</guilabel> section as the background color for the terminal.
ca: Seleccioneu aquesta opció per a usar el color de fons indicat a la secció <guilabel>Colors</guilabel> com a color de fons per al terminal.
it: Selezionare questa opzione per utilizzare un colore dello sfondo che è specificato nella sezione <guilabel>Colori</guilabel> come colore dello sfondo del terminale.
zh_cn: 选择此项以使用在 <guilabel>颜色</guilabel> 一节中指定的背景颜色作为终端的背景色。

source: Background image
ca: Imatge
it: Immagine di sfondo
zh_cn: 背景图片

source: Select this option to use an image file as the background for the terminal. Use the <guilabel>Image file</guilabel> entry box to specify the location and name of the image file. Alternatively, click on the button besides the entry box to search for and select the image file.
ca: Seleccioneu aquesta opció per a usar una imatge com a fons per al terminal. Usa l'entrada <guilabel>Fitxer d'imatge</guilabel> per a especificar la localització i el nom de la imatge. Alternativament, feu clic a l'entrada per a cercar i triar el fitxer.
it: Selezionare questa opzione per utilizzare un file di immagine come sfondo per il terminale. Utilizzare la casella <guilabel>File immagine</guilabel> per specificare la posizione e il nome del file di immagine. In alternativa, fare click sul pulsante affianco alla casella di inserimento per cercare e selezionare il file di immagine.
zh_cn: 选择此项使用图片文件作为终端背景。使用 <guilabel>图片文件</guilabel> 文本框指定图片文件的位置和名称。或者，点击文本框旁边的按钮搜索并选择图片文件。

source: Use the <guilabel>Style</guilabel> option to control the appearance of the background image. @PACKAGE_NAME@ supports tiling, centering, scaling and stretching background images.
ca: Useu l'opció <guilabel>Style</guilabel> per a controlar l'aparença de la imatge de fons. @PACKAGE_NAME@ suporta enrajolar, centrar i escalar les imatges de fons.
it: Utilizzare l'opzione <guilabel>Stile</guilabel> per controllare l'aspetto dell'immagine di sfondo. @PACKAGE_NAME@ supporta l'affiancamento, la centratura, la scalatura e lo stiramento delle immagini di sfondo.
zh_cn: 使用 <guilabel>样式</guilabel> 选项控制背景图片的外观。@PACKAGE_NAME@ 支持平铺、居中、伸缩和拉伸背景图片。

source: Transparent background
ca: Fons transparent
it: Sfondo trasparente
zh_cn: 透明背景

source: Select this option to use a transparent background for the terminal.
ca: Seleccioneu aquesta opció per a usar un fons transparent per al terminal.
it: Selezionare questa opzione per utilizzare uno sfondo trasparente per il terminale.
zh_cn: 选择该项让终端使用透明背景。

source: If you have selected <guilabel>Background image</guilabel> or <guilabel>Transparent background</guilabel>, you can use the slider <guilabel>Shade transparent or image background</guilabel> to shade or dim the background of the terminal.
ca: Si heu seleccionat <guilabel>Background image</guilabel> o <guilabel>Transparent background</guilabel>, podeu usar la barra <guilabel>Shade transparent or image background</guilabel> per a enfosquir o il·luminar el fons del terminal.
it: Se si è selezionato <guilabel>Immagine di sfondo</guilabel> oppure <guilabel>Sfondo transparente</guilabel> è possibile utilizzare la barra di scorrimento <guilabel>Sfuma lo sfondo immagine o trasparente</guilabel> per sfumare o scurire lo sfondo del terminale.
zh_cn: 如果您已选择 <guilabel>背景图片</guilabel> 或者 <guilabel>透明背景</guilabel>，您可以使用 <guilabel>遮蔽透明或图片背景</guilabel> 滑块来遮蔽或调暗终端背景。

source: Display menubar in new windows
ca: Mostreu la barra del menú a les noves finestres
it: Mostra la barra dei menu nelle nuove finestre
zh_cn: 在新窗口中显示菜单栏

source: Select this option to show the menubar on new terminal windows by default.
ca: Seleccioneu aquesta opció per a mostrar per defecte la barra del menú a totes les noves finestres de terminal.
it: Selezionare questa opzione per mostrare di norma la barra dei menu nelle nuove finestre di terminale.
zh_cn: 选择此项默认在新终端窗口中显示菜单栏。

source: Display toolbars in new windows
ca: Mostra les barres d'eines a les noves finestres
it: Mostra le barre degli strumenti nelle nuove finestre
zh_cn: 在新窗口中显示工具栏

source: Select this option to show toolbars on new terminal windows by default.
ca: Trieu aquesta opció si voleu que es mostrin per defecte les barres d'eines a les finestres de terminal.
it: Selezionare questa opzione per mostrare di norma le barre degli strumenti nelle nuove finestre di terminale.
zh_cn: 选择此项默认在新终端窗口中显示工具栏。

source: Display borders around new windows
ca: Mostrar el contorn de les noves finestres
it: Mostra i bordi intorno alle nuove finestre
zh_cn: 在新窗口中显示边框

source: Select this option to show window decorations on new terminal windows by default.
ca: Seleccioneu aquesta opció per a mostrar per defecte les decoracions de les finestres en noves finestres de terminal.
it: Selezionare questa opzione per mostrare di norma i bordi delle finestre nelle nuove finestre di terminale.
zh_cn: 选择此项默认在新终端窗口中显示窗口修饰。

source: Colors
it: Colori
zh_cn: 颜色

source: Color preferences
ca: Preferències de color
it: Preferenze dei colori
zh_cn: 颜色首选项

source: Foreground and Background
ca: Primer pla i fons
it: Primo piano e sfondo
zh_cn: 前景和背景
