Repository: Acidburn0zzz/xfce4-terminal
Catalog: doc/po/*.po
Languages: ca, it, zh_cn

source: The UNIX operating system was originally designed as a text-only system, controlled by commands entered with a keyboard. This is known as a command-line interface (CLI). The X Window System, Xfce, and other projects have since added a graphical user interface to UNIX, that's what you are actually using now. But the addition of a graphical user interface doesn't mean that the CLI is dead. The CLI is still around and is frequently the easiest, fastest, and most powerful way to perform a certain task. In fact, power users would be lost without the CLI.
ca: El sistema operatiu UNIX es va desenvolupar com un sistema només de text, controlat per ordres introduïdes manualment amb el teclat. Això es coneix com interfície de línia d'ordres (CLI «command-line interface). El sistema de finestres de X, les Xfce i d'altres projectes han anat afegint des de llavors una interfície d'usuari gràfica a UNIX, que és el que esteu emprant ara. Però el fet d'afegir una interfície gràfica d'usuari no vol dir pas que la CLI s'hagi mort. La CLI encara hi és i sovint és més fàcil, ràpida i més potent per la realització d'algunes tasques. De fet, els usuaris avançats estarien perduts sense la CLI.
it: Il sistema operativo UNIX è stato originariamente concepito come un sistema solo testo, controllato da comandi immessi tramite tastiera. Ciò è noto come interfaccia da linea di comando (CLI). Il sistema di finestre X, Xfce e altri progetti hanno, da allora, aggiunto a UNIX un'interfaccia utente di tipo grafico, che è ciò che si sta effettivamente utilizzando in questo momento. Tuttavia l'aggiunta dell'interfaccia utente grafica non significa che la CLI sia scomparsa. La CLI è ancora in uso e, spesso, rappresenta il modo più semplice, più veloce e più efficace per compiere alcune operazioni. Infatti, gli amministratori sarebbero perduti senza la CLI.
zh_cn: UNIX 操作系统最开始的设计是一个纯文本的、用键盘输入命令控制的系统。这就是众所周知的 “命令行界面”(CLI)。X 窗口系统、Xfce 以及其它项目给 UNIX 添加了一个图形化的、即您现在正在实际使用的用户界面。但图形化用户界面的加入并不意味着 CLI 的消亡。CLI 仍在并且经常是执行特定任务的最简单、最迅速和最强大的途径。实际上，没有 CLI 高手应该会迷失。

source: What makes @PACKAGE_NAME@ special?
ca: Què fa que @PACKAGE_NAME@ sigui especial?
it: Che cosa rende @PACKAGE_NAME@ speciale?
zh_cn: 是什么让 @PACKAGE_NAME@ 与众不同？

source: @PACKAGE_NAME@'s advanced features include a simple configuration interface, the ability to use multiple tabs with terminals within a single window, the possibility to have a pseudo-transparent terminal background, and a compact mode (where both the menubar and the window decorations are hidden) that helps you to save space on your desktop.
ca: Les funcionalitats avançades de @PACKAGE_NAME@ inclouen una interfície simple de configuració, la habilitat d'emprar múltiples pestanyes de terminals en una única finestra, la possibilitat de tenir un fons de terminal pseudo-transparent, i un mode compacte (on s'amaguen la barra de menús i les decoracions de la finestra) que us permet estalviar espai al vostre escriptori.
it: Le funzionalità avanzate di @PACKAGE_NAME@ includono una semplice interfaccia di configurazione, la possibilità di utilizzare più schede con terminali all'interno di una sola finestra, la possibilità di avere uno sfondo pseudotrasparente del terminale nonché una modalità compatta (dove sia la barra del menu sia i bordi delle finestre sono nascosti) che aiuta a risparmiare spazio sulla scrivania.
zh_cn: @PACKAGE_NAME@ 的高级功能包括简单的配置界面、在单个窗口中用多标签使用终端的能力、假透明的终端背景可能性和一个帮助您在桌面上节约空间的紧凑模式(菜单栏和窗口修饰全都隐藏)。

source: The following key features are available:
ca: Teniu disponibles les següents funcionalitats bàsiques:
it: Sono disponibili le funzionalità chiave seguenti:
zh_cn: 有如下关键功能：

source: Multiple tabs per window
ca: Múltiples pestanyes per finestra
it: Più schede per finestra
zh_cn: 单窗口多标签

source: Customizable toolbars, which can be changed using an integrated graphical toolbar editor
ca: Barres d'eines personalitzables, i que es poden canviar mitjançant l'editor gràfic i integrat d'edició de la barra d'eines
it: Barre strumenti personalizzabili, che possono essere cambiate utilizzando un editor igrafico integrato delle barre degli strumenti
zh_cn: 可定制的工具栏，能使用集成的图形化工具栏编辑器更改

source: Ability to configure nearly every aspect of @PACKAGE_NAME@ in the <guilabel>Preferences</guilabel> dialog plus a bunch of so called <emphasis>hidden options</emphasis>
ca: L'habilitat de configurar gaire bé tots els aspectes de @PACKAGE_NAME@ a <guilabel>Preferences</guilabel> més un conjunt de les anomenades <emphasis>opcions ocultes</emphasis>
zh_cn: 在 <guilabel>首选项</guilabel> 对话框外加一组所谓的 <emphasis>隐藏选项</emphasis> 中配置 @PACKAGE_NAME@ 几乎每个方面的能力

source: Good integration with the <ulink url="http://xfce.org/">Xfce desktop environment</ulink> in particular, but also with every other Linux desktop
ca: Bona integració amb l'entorn d'escriptori <ulink url="http://xfce.org/">Xfce</ulink>, però també amb qualsevol altre escriptori Linux
zh_cn: 尤其是与 <ulink url="http://xfce.org/">Xfce desktop environment</ulink>、包括其它任一 Linux 桌面的良好的整合。

source: Session management support
ca: Compatible amb la gestió de sessió
it: Supporto alla gestione della sessione
zh_cn: 会话管理支持

source: Real multihead support (both MultiScreen and Xinerama mode)
ca: Autèntica compatibilitat amb multi-capçal (tant via el mode MultiScreen com el Xinerama)
it: Supporto del multihead (sia modalità MultiScreen che Xinerama)
zh_cn: 真正的多传感头支持(多屏模式和多屏拼接模式)

source: Standards compliance (see the <ulink url="http://freedesktop.org/">freedesktop.org</ulink> website)
ca: Conforme als estàndards (veieu el lloc web <ulink url="http://freedesktop.org/">freedesktop.org</ulink>)
zh_cn: 遵从标准(参看 <ulink url="http://freedesktop.org/">freedesktop.org</ulink> 网站)

source: <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> based terminal service facility to minimize the overall resource usage
ca: Terminal basat en <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> per a minimitzar l'ús global de recursos.
zh_cn: 基于 <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> 的终端服务工具以最小化全局资源占用

source: High degree of maintainability by making best use of <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> and <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink>.
ca: Al grau de compatibilitat fent el millor ús de <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> i <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink>.
zh_cn: 最优化地使用 <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> 和 <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink> 实现高度的可维护性。

source: Besides these key features, @PACKAGE_NAME@ supports all features you would expect from a modern terminal emulator.
ca: Més enllà d'aquestes funcionalitats bàsiques, @PACKAGE_NAME@ admet totes aquelles funcionalitats que us esperaríeu trobar en un emulador de terminal modern.
it: Oltre queste funzionalità chiave, @PACKAGE_NAME@ supporta altre funzionalità che è lecito attendersi da un moderno emulatore di terminale.
zh_cn: 除了这些关键功能，@PACKAGE_NAME@ 支持您期望的现代化终端模拟器所应具有的所有功能。

source: Getting started
ca: Iniciació
it: Per iniziare
zh_cn: 新手上路

source: Starting @PACKAGE_NAME@
ca: Execució de @PACKAGE_NAME@
it: Avvio di @PACKAGE_NAME@
zh_cn: 启动 @PACKAGE_NAME@

source: The easiest way to start @PACKAGE_NAME@ is to use the applications menu of your desktop; for Xfce, point your mouse cursor to the desktop, press the right mouse button and choose <menuchoice><guimenu>System</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
ca: La manera més fàcil d'iniciar @PACKAGE_NAME@ és emprar el menú d'aplicacions del vostre escriptori; a Xfce, aneu amb el cursor del ratolí a l'escriptori, feu clic-dret amb el ratolí i seleccioneu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
it: Il modo più semplice di avviare @PACKAGE_NAME@ è utilizzare il menu applicazioni della scrivania; in Xfce, posizionare il cursore del mouse sulla scrivania, premere il tasto destro del mouse e scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Terminale</guimenuitem></menuchoice>.
zh_cn: 启动 @PACKAGE_NAME@ 最简单的方式是使用您桌面的应用程序菜单；在 Xfce 中，将鼠标指针指向桌面、按鼠标右边按钮并选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>终端</guimenuitem></menuchoice>。

source: You can also start @PACKAGE_NAME@ from a command line or from the <guilabel>Application launcher</guilabel>. Just hit <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput><command>Terminal</command></userinput> and click the button <guibutton>Run</guibutton>.
ca: També podeu executar @PACKAGE_NAME@ des de la línia d'ordres o des de el <guilabel>Llançador d'aplicacions</guilabel>. Feu clic en <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escriviu <userinput><command>Terminal</command></userinput> ani feu clic al botó <guibutton>Executa</guibutton>.
it: E' anche possobile avviare @PACKAGE_NAME@ dalla linea di comando oppure da un <guilabel>avviatore di applicazione</guilabel>. Semplicemente, premere <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digitare <userinput><command>Terminal</command></userinput> e premere il pulsante <guibutton>Esegui</guibutton>.
zh_cn: 您也可以从命令行或者 <guilabel>应用程序启动器</guilabel> 启动 @PACKAGE_NAME@。只需击下 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，输入 <userinput><command>Terminal</command></userinput> 并点击 <guibutton>运行</guibutton> 按钮。

source: When you first start @PACKAGE_NAME@
ca: La primera execució de @PACKAGE_NAME@
it: Primo avvio di @PACKAGE_NAME@
zh_cn: 在第一次启动 @PACKAGE_NAME@ 时

source: When you start @PACKAGE_NAME@ for the first time, the application opens a terminal window with default settings.
ca: Quan executeu per primer cop @PACKAGE_NAME@, l'aplicació obre una finestra de terminal amb les opcions per defecte.
it: Al primo avvio di @PACKAGE_NAME@, l'applicazione apre una finestra di terminale con le impostazioni predefinite.
zh_cn: 当您第一次启动 @PACKAGE_NAME@ 时，此应用程序打开一个默认配置的终端窗口。

source: Example of a default terminal window
ca: Exemple de finestra de terminal per defecte
it: Esempio di finestra di terminale predefinita.
zh_cn: 默认终端窗口的示例

source: The terminal window displays a command prompt where you can type UNIX commands. The command prompt may vary depending on the configuration of your shell. The cursor is positioned at the command prompt. When you type a UNIX command and press <keycap>Return</keycap>, the computer executes the command. By default, @PACKAGE_NAME@ will use the login shell of the user who starts the application (<filename>/bin/bash</filename> in case of a default Linux installation).
ca: La finestra de terminal mostra l'indicador de l'ínia d'ordres on podeu escriure ordres UNIX. L'indicador de línia d'ordres pot variar en funció de la configuració del vostre interpret d'ordres. El cursor va al indicador de línia d'ordres. Quan escriviu una ordre UNIX i pitgeu <keycap>Retorn</keycap>, l'ordinador executarà l'ordre. Per defecte, @PACKAGE_NAME@ empra l'interpret d'ordres d'inici de sessió de l'usuari que inicia l'aplicació (<filename>/bin/bash</filename> en cas d'una instaŀlació Línux comú).
it: La finestra del terminale mostra il prompt di comando dove si possono scrivere i comandi UNIX. Il prompt di comando può variare in accordo con la configurazione della shell. Il cursore è posizionato presso il prompt di comando. Quando si scrive un comando UNIX e si preme <keycap>Invio</keycap>, il computer esegue il comando. Di norma, @PACKAGE_NAME@ utilizzerà la shell di login dell'utente che ha avviato l'applicazione (<filename>/bin/bash</filename> nel caso di installazione Linux predefinita).
zh_cn: 终端窗口显示一个您可以输入 UNIX 命令的命令提示符。命令提示符可能非常取决于您的 shell 配置。光标将显示在命令提示符处。当您输入一个 UNIX 命令并且按下 <keycap>Return</keycap> 键时，计算机执行此命令。@PACKAGE_NAME@ 默认使用启动此应用程序用户的登录 shell(默认 Linux 安装时为 <filename>/bin/bash</filename>)。

source: @PACKAGE_NAME@ sets the following environment variables for the command running inside the terminal window:
ca: @PACKAGE_NAME@ empra les següents variables d'entorn per les ordres executant-se dins de la finestra de terminal:
it: @PACKAGE_NAME@ imposta le seguenti variabili di ambiente per il comando eseguito all'interno della finestra del terminale:
zh_cn: @PACKAGE_NAME@ 为在终端窗口中运行的命令设置如下环境变量：

source: Set to <literal>xterm</literal> or <literal>xterm-color</literal>, you can configure the value from the preferences dialog.
ca: <literal>xterm</literal> o <literal>xterm-color</literal>, podeu configurar el seu valor al diàleg de preferències.
it: Impostato a <literal>xterm</literal> o <literal>xterm-color</literal>, è possibile configurare il valore nel dialogo delle impostazioni.
zh_cn: 设置为 <literal>xterm</literal> 或者 <literal>xterm-color</literal>，您可以在首选项对话框中配置此值。

source: Set to <literal>Terminal</literal> by default.
ca: Per defecte, <literal>Terminal</literal>.
it: Di norma, impostato a <literal>Terminal</literal>.
zh_cn: 默认设置为 <literal>Terminal</literal>。

source: Set to the X11 display of the terminal by default.
ca: La pantalla de X11 per defecte.
it: Di norma, impostato allo schermo X11 del terminale.
zh_cn: 默认设置为终端所使用的 X11 显示。

source: Set to the X11 window identifier of the terminal by default.
ca: Per defecte l'identificador X11 de finestra del terminal.
it: Di norma, impostato all'identificativo della finestra X11 del terminale.
zh_cn: 默认设置为终端的 X11 窗口标识符。

source: Working with multiple terminals
ca: Múltiples terminals
it: Utilizzo di più terminali
zh_cn: 使用多终端工作

source: @PACKAGE_NAME@ provides a tab feature that enables you to open several terminals within a single window. Each terminal is opened in a separate tab. Click on the appropriate tab to display the terminal in the window. Each tabbed terminal in a window is separate sub-process, so you can use each terminal for a different task.
ca: @PACKAGE_NAME@ pot emprar pestanyes per obrir diversos terminals en una única finestra. Cada terminal s'obre en una pestanya diferent. Feu clic a la pestanya corresponent per mostrar el terminal a la finestra. Cada terminal de pestanya en una finestra és un sub-procés separat, així que podeu emprar cada terminal per una tasca diferent.
it: @PACKAGE_NAME@ fornisce la funzionalità schede che consente di aprire alcuni terminali all'interno di una singola finestra. Ogni terminale è aperto in una diversa scheda. Fare click sulla scheda opportuna per visualizzare il terminale nella finestra. Ogni terminale nella finestra è un sotto-processo separato, così che si può utilizzare ciascun terminale per una diversa attività.
zh_cn: @PACKAGE_NAME@ 提供标签功能让您在单个窗口中打开多个终端。每个终端在一个独立的标签中打开。点击应用程序标签在窗口中显示终端。窗口中每个标签中的终端为独立的子进程，因此您可以使用各个终端用于不同任务。

source: Example of a terminal window with tabs
ca: Exemple de finestra de terminal amb pestanyes
it: Esempio di finestra di terminale con schede
zh_cn: 带标签的终端窗口的示例

source: See <xref linkend="usage"/> for information about how to open a new tabbed terminal.
ca: Veieu <xref linkend="usage"/> per informació de com obrir un nou terminal de pestanya.
it: Si veda <xref linkend="usage"/> per informazioni riguardo a come aprire un terminale in una nuova scheda.
zh_cn: 参看 <xref linkend=“用法”/> 获取如何在新标签中打开终端的信息。

source: You can close a terminal tab by clicking on the close button in the terminal tab header or by choosing <menuchoice><guimenu>File</guimenu><guimenuitem>Close Tab</guimenuitem></menuchoice> from the menubar.
ca: Podeu tancar una pestanya de terminal fent clic en el botó de tancar en la capçalera de la pestanya del terminal, o triant <menuchoice><guimenu>Fitxer</guimenu><guimenuitem>Tanca la pestanya</guimenuitem></menuchoice> de la barra de menús.
it: Si può chiudere una scheda terminale facendo click sul pulsante chiudi nell'intestazione della scheda del terminale o scegliendo <menuchoice><guimenu>File</guimenu><guimenuitem>Chiudi scheda</guimenuitem></menuchoice>
zh_cn: 您可以通过点击终端标签头上的关闭按钮或者选择菜单栏中的 <menuchoice><guimenu>文件</guimenu><guimenuitem>关闭标签</guimenuitem></menuchoice> 关闭终端标签。

source: Usage
ca: Funcionament
it: Utilizzo
zh_cn: 用法

source: To open and close terminals
ca: Obertura i tancament de terminals
it: Come aprire e chiudere i terminali
zh_cn: 打开并关闭终端

source: To open a new terminal window:
ca: Per obrir una finestra de terminal nova:
it: Per aprire una nuova finestra di terminale:
zh_cn: 打开一个新终端窗口：

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Terminal</guimenuitem></menuchoice> (or right-click the terminal window and choose <menuchoice><guimenuitem>Open Terminal</guimenuitem></menuchoice>).
ca: Seleccioneu <menuchoice><guimenu>Fitxer</guimenu><guimenuitem>Obre un terminal</guimenuitem></menuchoice> (o feu clic-dret en una finestra de terminal i seleccioneu <menuchoice><guimenuitem>Obre un terminal</guimenuitem></menuchoice>).
it: Scegliere <menuchoice><guimenu>File</guimenu><guimenuitem>Apri terminale</guimenuitem></menuchoice> (oppure fare click col tasto destro nella finestra di terminale e scegliere <menuchoice><guimenuitem>Apri terminale</guimenuitem></menuchoice>).
zh_cn: 选择 <menuchoice><guimenu>文件</guimenu><guimenuitem>打开终端</guimenuitem></menuchoice>(或者右击终端窗口并选择 <menuchoice><guimenuitem>打开终端</guimenuitem></menuchoice>)。

source: The new terminal inherits the working directory from its parent terminal.
ca: El terminal nou heretarà el directori de treball del seu terminal pare.
it: Il nuovo terminale eredita la cartella di lavoro dal terminale padre.
zh_cn: 新终端继承其父终端的工作目录。

source: To close a terminal window:
ca: Per tancar una finestra de terminal:
it: Per chiudere una finestra di terminale:
zh_cn: 关闭终端窗口：

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Window</guimenuitem></menuchoice>.
ca: Seleccioneu <menuchoice><guimenu>Fitxer</guimenu><guimenuitem>Tanca la finestra</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>File</guimenu><guimenuitem>Chiudi finestra</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>文件</guimenu><guimenuitem>关闭窗口</guimenuitem></menuchoice>

source: This action closes the terminal and terminates any subprocesses that you opened from the terminal. If you close the last terminal window, the @PACKAGE_NAME@ application exits.
ca: Aquesta acció tanca el terminal i finalitza qualsevol procés que hageu obert amb el terminal. Si tanqueu la darrera finestra de terminal, l'aplicació @PACKAGE_NAME@ acaba.
it: Questa azione chiude il terminale e termina ogni sottoprocesso che è stato avviato dall'interno del terminale. Se viene chiusa la finestra dell'ultimo terminale, l'applicazione @PACKAGE_NAME@ termina.
zh_cn: 此动作关闭终端窗口并终止您在终端中打开的所有子进程。如果您关闭最后一个终端窗口，@PACKAGE_NAME@ 应用程序将退出。

source: To add a new tabbed terminal to a window:
ca: Per afegir una pestanya de terminal nova a la finestra:
it: Per aggiungere una nuova scheda di terminale nella finestra:
zh_cn: 给窗口添加一个新的终端标签：

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Tab</guimenuitem></menuchoice> (or right-click the terminal window and choose <menuchoice><guimenuitem>Open Tab</guimenuitem></menuchoice>).
ca: Seleccioneu menuchoice><guimenu>Fitxer</guimenu><guimenuitem>Obre una pestanya</guimenuitem></menuchoice> (o feu clic-dret en una finestra de terminal i seleccioneu <menuchoice><guimenuitem>Obre una pestanya</guimenuitem></menuchoice>).
it: Scegliere <menuchoice><guimenu>File</guimenu><guimenuitem>Apri scheda</guimenuitem></menuchoice> (oppure fare click col tasto destro nella finestra del terminale e scegliere <menuchoice><guimenuitem>Apri scheda</guimenuitem></menuchoice>).
zh_cn: 选择 <menuchoice><guimenu>文件</guimenu><guimenuitem>打开标签</guimenuitem></menuchoice>(或者右击终端窗口并选择 <menuchoice><guimenuitem>打开标签</guimenuitem></menuchoice>)。

source: The new terminal inherits the working directory from the previously active terminal.
ca: El terminal nou heretarà el directori de treball del terminal actiu.
it: Il nuovo terminale eredita la cartella di lavoro dal terminale precedentemente attivo.
zh_cn: 新终端继承上一个活动终端的工作目录。

source: To modify a terminal window
ca: Modificació d'una finestra de terminal
it: Per modificare la finestra del terminale
zh_cn: 修改终端窗口

source: To hide the menubar:
ca: Per amagar la barra de menús:
it: Per nascondere la barra del menu:
zh_cn: 隐藏菜单栏：

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Menubar</guimenuitem></menuchoice> (or right-click the terminal window and choose <menuchoice><guimenuitem>Show Menubar</guimenuitem></menuchoice>).
ca: Seleccioneu <menuchoice><guimenu>Visualitza</guimenu><guimenuitem>Mostra la barra de menús</guimenuitem></menuchoice> (o feu clic-dret a la finestra de terminal i seleccioneu <menuchoice><guimenuitem>Mostra la barra de menús</guimenuitem></menuchoice>).
it: Scegliere <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Mostra la barra dei menu</guimenuitem></menuchoice> (oppure fare click col tasto destro nella finestra del terminale e scegliere <menuchoice><guimenuitem>Mostra la barra dei menu</guimenuitem></menuchoice>).
zh_cn: 选择 <menuchoice><guimenu>视图</guimenu><guimenuitem>显示菜单栏</guimenuitem></menuchoice>(或者右击终端窗口并选择 <menuchoice><guimenuitem>显示菜单栏</guimenuitem></menuchoice>)。

source: To show a hidden menubar:
ca: Per mostrar o amagar la barra de menús:
it: Per mostrare la barra dei menu nascosta:
zh_cn: 显示已隐藏的菜单栏：

source: Right-click the terminal window and choose <menuchoice><guimenuitem>Show Menubar</guimenuitem></menuchoice> from the popup menu.
ca: Clic-dret a la finestra de terminal i seleccioneu al menú emergent <menuchoice><guimenuitem>Mostra la barra de menús</guimenuitem></menuchoice>.
it: Fare clck col tasto destro nella finestra del terminale e scegliere <menuchoice><guimenuitem>Mostra la barra dei menu</guimenuitem></menuchoice> dal menu a tendina.
zh_cn: 右击终端窗口并从弹出的菜单中选择 <menuchoice><guimenuitem>显示菜单栏</guimenuitem></menuchoice>。

source: To show or hide the toolbars:
ca: Per mostrar o amagar la barra d'eines:
it: Per mostrare o nascondere le barre degli strumenti:
zh_cn: 显示或隐藏工具栏：

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Toolbars</guimenuitem></menuchoice>.
ca: Seleccioneu <menuchoice><guimenu>Visualitza</guimenu><guimenuitem>Mostra les barres d'eines</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Mostra le barre degli strumenti</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>视图</guimenu><guimenuitem>显示工具栏</guimenuitem></menuchoice>

source: To customize the toolbars:
ca: Per personalitza les barres d'eines:
it: Per personalizzare le barre degli strumenti:
zh_cn: 自定义工具栏：

source: Be sure to show the toolbars first; then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Toolbars...</guimenuitem></menuchoice>.
ca: Assegureu-vos primer que s'estan mostrant les barres d'eines; després seleccioneu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Barres d'eines…</guimenuitem></menuchoice>.
it: Per prima cosa assicurarsi che le barre degli strumenti siano visibili; quindi scegliere <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Barre degli strumenti...</guimenuitem></menuchoice>.
zh_cn: 一定要先显示工具栏；然后选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>工具栏...</guimenuitem></menuchoice>。

source: To show or hide the window decorations:
ca: Per mostrar o amagar la decoració de la finestra:
it: Per mostrare o nascondere i bordi delle finestre:
zh_cn: 显示或隐藏窗口修饰：

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Window Borders</guimenuitem></menuchoice>.
ca: Seleccioneu <menuchoice><guimenu>Visualitza</guimenu><guimenuitem>Mostra les vores de la finestra</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Mostra i bordi della finestra</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>视图</guimenu><guimenuitem>显示窗口边框</guimenuitem></menuchoice>
