Repository: Acidburn0zzz/xfce4-terminal
Catalog: doc/po/*.po
Languages: ca, it, zh_cn

source: This setting controls whether @PACKAGE_NAME@ will close a terminal tab when the user middle-clicks the tab title. Can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
ca: Aquesta opció permet a @PACKAGE_NAME@ tancar la pestanya del terminal quan l'usuari fa clic amb el botó central del ratolí al títol de la pestanya. Pot ser <literal>TRUE</literal> (per defecte) o <literal>FALSE</literal>.
it: Questa impostazione controlla se @PACKAGE_NAME@ deve chiudere una scheda di terminale in caso di click col tasto centrale sul titolo della scheda. Può essere pari a <literal>TRUE</literal> (predefinito) o <literal>FALSE</literal>.
zh_cn: 此设置控制 @PACKAGE_NAME@ 在用户中击标签标题时是否关闭终端标签。可以是 <literal>TRUE</literal>(默认值)或 <literal>FALSE</literal>。

source: Specifies the position where the tab headers should be displayed. This can be either <literal>GTK_POS_TOP</literal> (the default), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> or <literal>GTK_POS_RIGHT</literal>. If you specify <literal>GTK_POS_LEFT</literal> or <literal>GTK_POS_RIGHT</literal> here, the tab header texts will be displayed vertically instead of horizontally. It is highly recommended to disable <varname>MiscTabCloseButtons</varname> for <literal>GTK_POS_LEFT</literal> and <literal>GTK_POS_RIGHT</literal>.
ca: Especifica on es mostraran les capçaleres de les pestanyes. Pot ser <literal>GTK_POS_TOP</literal> (per defecte), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> o <literal>GTK_POS_RIGHT</literal>. Si especifiqueu <literal>GTK_POS_LEFT</literal> o <literal>GTK_POS_RIGHT</literal>, la capçalera de la pestanya es mostrarà vertical enlloc d'horitzontalment. Recomanem desactivar <varname>MiscTabCloseButtons</varname> per a <literal>GTK_POS_LEFT</literal> i <literal>GTK_POS_RIGHT</literal>.
it: Specifica la posizione in cui devono essere visualizzate le intestazioni delle schede. Questa può essere <literal>GTK_POS_TOP</literal> (predefinito), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> oppure <literal>GTK_POS_RIGHT</literal>. Se si specifica <literal>GTK_POS_LEFT</literal> oppure <literal>GTK_POS_RIGHT</literal>, i testi dell'intestazione della scheda verranno visualizzati in verticale invece che in orizzontale. E' caldamente suggerito di disabilitare <varname>MiscTabCloseButtons</varname> per <literal>GTK_POS_LEFT</literal> e <literal>GTK_POS_RIGHT</literal>.
zh_cn: 指定标签头应该显示的位置。可以是 <literal>GTK_POS_TOP</literal>(默认值)、<literal>GTK_POS_LEFT</literal>、<literal>GTK_POS_BOTTOM</literal>或 <literal>GTK_POS_RIGHT</literal>。如果您在此指定 <literal>GTK_POS_LEFT</literal> 或 <literal>GTK_POS_RIGHT</literal>，标签头的文本将竖直而非水平显示。强烈建议您为 <literal>GTK_POS_LEFT</literal> 或 <literal>GTK_POS_RIGHT</literal> 禁用 <varname>MiscTabCloseButtons</varname>。

source: This setting controls whether URLs - both hyperlinks and email addresses - will be highlighted in the text displayed in a terminal window. If you change this option to <literal>FALSE</literal>, URLs won't be highlighted anymore and you will no longer be able to middle-click the URL to open it in the preferred application.
ca: Aquesta opció indica si es ressaltaran les ubicacions - tant hiperenllaços i adreces de correu - en el text mostrat a la finestra del terminal. Si canvieu aquesta opció a <literal>FALSE</default>, les ubicacions no es ressaltaran i no podreu obrir-les mitjançant l'aplicació preferida amb el botó central del ratolí.
it: Questa impostazione controlla se le URL - sia collegamenti ipertestuali che indirizzi email - devono essere evidenziati nel testo visualizzato in una finestra di terminale. Se si cambia questa opzione in <literal>FALSE</literal>, le URL non saranno più evidenziate e non si sarà più in grado di fare click col tasto centrale per aprirle nell'applicazione preferita.
zh_cn: 此设置控制在终端窗口中显示的地址(超链接和电子邮件地址)是否在文本中高亮显示。如果您将此项更改为 <literal>FALSE</literal>，地址将不再高亮显示且您再也不能在首选的应用程序中中击地址打开它。

source: Frequently asked questions
ca: Preguntes més freqüents
it: Domande più frequenti
zh_cn: 常见问题

source: The intent of this section is to collect the quite numerous frequently asked question that relate to working with @PACKAGE_NAME@, or even terminal emulators in general. If you know of a question that's missing from this page, please <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">file a request</ulink>.
ca: Aquesta secció està destinada a recol·lectar diverses preguntes freqüents relacionades amb @PACKAGE_NAME@, o fins i tot emuladors de terminal en general. Si sabeu d'alguna pregunta omesa en aquesta pàgina, si us plau <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">feu-ne una petició</ulink>.
it: Lo scopo di questa sezione è raccogliere le numerose domande più frequenti relative all'utilizzo di @PACKAGE_NAME@, o addiritura con gli emulatori di terminale in generale. Se si è a conoscenza di una domanda mancante in questa pagina, per favore <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">si segnali uan richiesta</ulink>.
zh_cn: 本节的目的是收集使用 @PACKAGE_NAME@ 乃至通常的终端模拟器中常被问到的众多问题。如果您知道在本页中遗漏了哪个问题，请在 <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">file a request</ulink> 提交请求。

source: @PACKAGE_NAME@ complains about <literal>Unable to start terminal server: Unable to connect to D-BUS message daemon</literal>, what can I do?
ca: @PACKAGE_NAME@ es queixa sobre <literal>Impossible d'iniciar el servidor terminal: No es pot connectar al dimoni de missatgeria D-BUS</literal>, què hi puc fer?
it: @PACKAGE_NAME@ riporta <literal>Impossibile avviare il server del terminale: impossibile collegarsi al demone di messaggi D-BUS</literal>, cosa si può fare?
zh_cn: @PACKAGE_NAME@ 报告 <literal>无法启动终端服务: 无法连接至 D-BUS 信息守护进程</literal>，怎么办？

source: @PACKAGE_NAME@ tries to reduce the number of running instances by establishing a D-BUS service that handles all terminal windows. The message above tells you that @PACKAGE_NAME@ wasn't able to connect to the D-BUS session message daemon and register a service. This is just a warning, you can use the terminal without the D-BUS service feature as well.
ca: @PACKAGE_NAME@ mira de reduir el nombre d'instàncies establint un servei D-BUS que manipula totes les finestres de terminal. El missatge que hi ha dalt us indica que @PACKAGE_NAME@ no s'ha pogut connectar al dimoni de gestor de sessions D-BUS i registrar el servei. Això només és una advertència, podeu fer servir el terminal sense la funcionalitat de D-BUS.
it: @PACKAGE_NAME@ tenta di ridurre il numero di istanze in esecuzione instaurando un servizio D-BUS che gestisce tutte le finestre di terminale. Il messaggio sopra riporta che @PACKAGE_NAME@ non è in grado di collegarsi col demone di messaggi di sessione D-BUS e registrare il servizio. Questo è solamente un avviso, è possibile utilizzare il terminale anche senza la funzionalità del servizio D-BUS.
zh_cn: @PACKAGE_NAME@ 通过与 D-BUS 服务建立连接来管理所有的终端窗口以尝试减少运行实例的数量。上面的信息告诉您 @PACKAGE_NAME@ 无法连接至 D-BUS 会话管理守护进程以注册一个服务。这仅是一个警告，不使用 D-BUS 服务功能，您仍然可以正常使用终端。

source: To start the D-BUS session message daemon when you login to your X session, either modify your xinitrc file and change the line <literal>xfce4-session</literal> to <literal>dbus-launch xfce4-session</literal> or use <literal>dbus-launch startxfce4</literal> to start Xfce instead. If you don't use Xfce, please look at the documentation of your desktop environment on how to enable the D-BUS session daemon.
ca: Per a iniciar el dimoni de missatgeria D-BUS en la sessió quan inicieu la vostra sessió X, o bé modifiqueu el vostre fitxer xinitrc i canvieu la línia <literal>xfce4-session</literal> per <literal>dbus-launch xfce4-session</literal> o useu <literal>dbus-launch startxfce4</lteral> per a iniciar Xfce. Si no useu Xfce, mireu a la documentació del vostre entorn d'escriptori per a saber com activar el dimoni de sessió D-BUS.
it: Per avviare il demone dei messaggi di sessione D-BUS all'avvio di una sessione X, si può o modificare il file xinitrc cambiando la linea <literal>xfce4-session</literal> in <literal>dbus-launch xfce4-session</literal> oppure utilizzare <literal>dbus-launch startxfce4</literal> per avviare Xfce. Se non si usa Xfce, si faccia riferimento alla documentazione dell'ambiente desktop in uso per scoprire come abilitare il demone di sessione D-BUS.
zh_cn: 要在您登录 X 会话时启动 D-BUS 会话信息守护进程，要么修改 xinitrc 文件并将 <literal>xfce4-session</literal> 行更改为 <literal>dbus-launch xfce4-session</literal>，要么使用 <literal>dbus-launch startxfce4</literal> 来启动 Xfce。如果您不使用 Xfce，请看看您的桌面环境下的如何启用 D-BUS 会话守护进程的文档。

source: <keycap>Home</keycap> and <keycap>End</keycap> keys don't work in @PACKAGE_NAME@, what's wrong?
ca: Les tecles <keycap>Home</keycap> i <keycap>End</keycap> no funcionen a @PACKAGE_NAME, què funciona erròniament?
it: I tasti <keycap>Home</keycap> e <keycap>End</keycap> non funzionano in @PACKAGE_NAME@, dov'è l'errore?
zh_cn: <keycap>Home</keycap> 和 <keycap>End</keycap> 键在 @PACKAGE_NAME@ 中不起作用，怎么了？

source: This problem is actually a bug in <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, the terminal widget used by @PACKAGE_NAME@. A patch for vte that fixes the problem is available <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">here</ulink> (this patch was created with version 0.11.11 of vte, it may not work with other versions). Thanks to Auke Kok for this patch.
ca: Aquest problema és un error de programació de <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, en el qual es basa @PACKAGE_NAME@. Hi ha un pegat per a vte que elimina aquest problema <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">aquí</ulink> (aquest pegat es va crear per a la versió 0.11.11 del vte i podria ser que no funcionés amb altres versions). Agraïm a Auke Kok per la seva contribució amb aquest pegat.
it: Il problema è in effetti un baco in <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, l'oggetto terminal utilizzato da @PACKAGE_NAME@. Una soluzione per vte che risolve il problema è disponibile <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">qui</ulink> (questa soluzione è stata creata con la versione 0.11.11 di vte e potrebbe non funzionare con altre versioni). Grazie a Auke Kok per questa soluzione.
zh_cn: 此问题其实是一个在 <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink> 中、@PACKAGE_NAME@ 所使用的终端控件的缺陷。修复此问题的 vte 补丁在 <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">here</ulink>(此补丁与 0.11.11 版的 vte 创建，在其它版本的 vte 上它可能无法生效)。感谢 Auke Kok 提供此补丁。

source: Support
ca: Suport
it: Supporto
zh_cn: 支持

source: To report a bug or to make a suggestion regarding this application or this manual, use the bug tracking system at <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Remember that useful bug reports are ones that get bugs fixed, so a useful bug report has two qualities:
ca: Per a reportar un error o per a fer una suggeriment referent a aquesta aplicació o al seu manual, empreu el sistema per a seguir pistes d'errors que hi ha a <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Recordeu que els reports d'error útils són aquells que s'arreglen, i com a tals tenen dues qualitats:
it: Per segnalare un problema o per dare un suggerimento su questa applicazione o su questo manuale, utilizzare il sistema di tracciamento problemi su <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Si ricorda che le segnalazioni utili sono quelle che vengono risolte, pertanto una segnalazione utile ha due qualità:
zh_cn: 无论是此应用程序还是此手册，要报告缺陷或者提出建议，使用位于 <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink> 上的缺陷追踪系统。记住有用的缺陷报告是让缺陷得到修复的，因此有用的缺陷报告具备两个优点：

source: <emphasis role="bold">Reproducible.</emphasis> If the developer cannot see the bug himself to prove that it exists, he will most probably not be able to fix it at all. Every detail you can provide helps.
ca: <emphasis role="bold">Reproduïble.</emphasis> Si el desenvolupador no pot veure l'error per si mateix, segurament no serà capaç d'arreglar-lo. Tot detall que es pugui donar per a reproduir l'error ajudarà.
it: <emphasis role="bold">Riprodicibilità.</emphasis> Se lo sviluppatore non riproduce il problema per verificare se esiste, molto probabilmente non sarà in grado di risolverlo definitivamente. Ogni dettaglio fornito è di aiuto.
zh_cn: <emphasis role="bold">可重现的。</emphasis>如果开发者无法亲自看到缺陷并证明其存在，他很可能没有任何办法去修复它。您能提供的每个细节都有所帮助。

source: <emphasis role="bold">Specific.</emphasis> The quicker the developer can isolate the problem to a specific area, the more likely he will expediently fix it.
ca: <emphasis role="bold">Específic.</emphasis> Com més ràpid es pugui aïllar el problema a una àrea específica, més probabilitats hi haurà d'arreglar-lo.
it: <emphasis role="bold">Specificità.</emphasis> Tanto più velocemente lo sviluppatore isola il problema in un'area specifica, tanto più riuscirà a risolverlo.
zh_cn: <emphasis role="bold">明确的。</emphasis>开发者能越快地隔离问题所在的特定区域，他越有可能方便地解决此问题。

source: In case you want to request a new feature, please make clear why you consider it a worth addition for the application. It is more likely that a new feature gets added if you provide good arguments for the feature. It will increase the chance of addition even more if you provide a patch that implements the requested feature, but make sure that you read the file <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink> - especially the section labeled <emphasis>Coding Style</emphasis> - before you start hacking up the source.
it: Nel caso si voglia richiedere una nuova funzionalità, si prega di specificare il valore aggiunto per l'applicazione. E' molto probabile che una nuova funzionalità venga aggiunta se supportata da buone argomentazioni. Incrementerà maggiormente le possibilità di aggiunta , il fatto che si fornisca una implementazione della funzionalità richiesta, ma si faccia riferimento al file <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink> - in particolar modo alla sezione intitolata <emphasis>Coding Style</emphasis> - prima di iniziare a modificare il codice sorgente.
zh_cn: 万一您要提请新功能，请阐明为何您认为对此应用程序来说它是一个有价值的功能。如果您给新功能提供了良好的理由，此功能很可能被添加。如果您能够提供实现此功能的补丁则会更加增加添加的可能性，但在您修改源码之前确保先阅读文件 <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink>，尤其是标为 <emphasis>Coding Style</emphasis> 的部分。

source: Else, if you have questions about the use or installation of this software, please ask on the <ulink url="http://www.xfce.org/community/lists">Xfce users mailing list </ulink> or point your IRC client to <emphasis role="bold">irc.freenode.net</emphasis>, join the channel <emphasis role="bold">#xfce</emphasis> and ask for help.
ca: D'altra banda, si teniu dubtes sobre com usar o instal·lar aquest programari, pregunteu a la <ulink url="http://www.xfce.org/community/lists">llista de correu d'usuaris de Xfce</ulink> o bé aneu amb el vostre client de IRC a <emphasis role="bold">irc.freenode.net</emphasis> i uniu-vos al canal <emphasis role="bold">#xfce</emphasis> per tal de preguntar per ajuda.
it: Altrimenti, in caso di domande sull'utilizzo o sull'installazione di questo software, far riferimento alla <ulink url="http://www.xfce.org/community/lists">Xfce users mailing list </ulink> oppure andare col proprio client IRC su <emphasis role="bold">irc.freenode.net</emphasis>, selezionare il canale <emphasis role="bold">#xfce</emphasis> e chiedere aiuto.
zh_cn: 另外，如果您有使用或安装此软件方面的问题，请在 <ulink url="http://www.xfce.org/community/lists">Xfce users mailing list </ulink> 中提问或将您的 IRC 客户端指向 <emphasis role="bold">irc,freenode.net</emphasis>、加入 <emphasis role="bold">#xfce</emphasis> 频道请求帮助。

source: About @PACKAGE_NAME@
ca: Quant a @PACKAGE_NAME@
it: A proposito di @PACKAGE_NAME@
zh_cn: 关于 @PACKAGE_NAME@

source: @PACKAGE_NAME@ was written by Benedikt Meurer (<email>benny@xfce.org</email>). Visit the <ulink url="http://www.os-cillation.com/" type="http">os-cillation website</ulink> for more information.
ca: Benedikt Meurer (<email>benny@xfce.org</email>) ha escrit @PACKAGE_NAME@. Visiteu el <ulink url="http://www.os-cillation.com/" type="http">lloc web os-cillation</ulink> per més informació.
it: @PACKAGE_NAME@ è stato scritto da Benedikt Meurer (<email>benny@xfce.org</email>). Visitare il sito <ulink url="http://www.os-cillation.com/" type="http">os-cillation </ulink> per maggiori informazioni.
zh_cn: @PACKAGE_NAME@ 由 Benedikt Meurer(<email>benny@xfce.org</email>)撰写。访问 <ulink url="http://www.os-cillation.com/" type="http">os-cillation website</ulink> 获取更多信息。

source: This documentation was written by Benedikt Meurer (<email>benny@xfce.org</email>) and Andrew Conkling (<email>andrewski@fr.st</email>). The latest version of this document is always available from the <ulink type="http" url="http://terminal.os-cillation.com/">Terminal website</ulink>.
ca: Aquest document l'ha escrit en enedikt Meurer (<email>benny@xfce.org</email>) i en Andrew Conkling (<email>andrewski@fr.st</email>). La darrera versió d'aquest document està disponible al ulink type="http" url="http://terminal.os-cillation.com/">lloc web de Terminal</ulink>.
it: Questa documentazione è stata scritta da Benedikt Meurer (<email>benny@xfce.org</email>) e Andrew Conkling (<email>andrewski@fr.st</email>). L'ultima versione di questo documento è sempre disponibile sul <ulink type="http" url="http://terminal.os-cillation.com/">sito di Terminal</ulink>.
zh_cn: 此文档由 Benedikt Meurer(<email>benny@xfce.org</email>)和 Andrew Conkling(<email>andrewski@fr.st</email>)撰写。此文档的最新版本总是在： <ulink type="http" url="http://terminal.os-cillation.com/">Terminal website</ulink>。

source: This software is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ca: Aquest programa es distribueix amb els termes de la llicència «GNU General Public License» tal i com la va publicar la Free Software Foundation; ja sigui la versió 2 de la llicència o, si ho preferiu, qualsevol versió posterior.
it: Questo software è distribuito secondo i termini della GNU General Public License così come pubblicata dalla Free Software Foundation; sia la versione 2 della licenza, o (a scelta) una versione successiva.
zh_cn: 在自由软件基金会发布的 GNU 通用公共许可协议的第二版或更高(您可以选择)版本的方式下发布。

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ca: Hauríeu d'haver rebut una còpia de la llicència «GNU General Public License» juntament amb aquest programa; en cas contrari, escriviu a la Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111‐1307, USA.
it: Si dovrebbe aver ricevuto una copia della GNU General Public License insieme con questo programma; in caso contrario, è possibile scrivere alla Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
zh_cn: 您应该与此程序一道收到了一份 GUN 通用公共许可协议的副本；如果没有，致信给 the Free Software Foundation, Inc.,59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: translator-credits
ca: Carles Muñoz Gorriz <carlesmu@internautas.org>, 2009.Harald Servat <redcrash@gmail.com>, 2009.
it: Gianluca Foddis <gianluca.foddis@gmail.com>, 2009
zh_cn: Hunt Xu <huntxu@live.cn>, 2009. Chipong Luo <chipong.luo@yahoo.com>, 2011, 2012.

source: In case you want to request a new feature, please make clear why you consider it a worth addition for the application. It is more likely that a new feature gets added if you provide good arguments for the feature. It will increase the chance of addition even more if you provide a patch that implements the requested feature, but make sure that you read the file <ulink url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> - especially the section labeled <emphasis>Coding Style</emphasis> - before you start hacking up the source.
ca: En cas que voleu fer alguna petició d'una nova funcionalitat, detalleu-la clarament i expliqueu per què considereu important que s'afegeixi a l'aplicació. És més probable que s'afegeixi una nova funcionalitat si proveïu bons arguments. Les peticions acompanyades d'algun pegat que implementi la funcionalitat tindran més opcions de ser integrades. En aquest darrer cas, assegureu-vos que heu llegit el fitxer <ulink url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> - especialment la secció titulada <emphasis>Coding Style</emphasis> abans no comenceu a modificar els fonts.
